Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 请输入英文助记词，用空格隔开
source: Please enter seeds in English, and separate by space
es: Introduzca las semillas en inglés y sepárelas por espacios
fr: Veuillez saisir les graines en anglais et les séparer par un espace
it: Inserisci i semi in inglese e separali con uno spazio
ja: 間にスペースを置き、英語のニーモニックを入力してください。
ko: 도움말을 입력하여 영문 단어 사이를 빈칸으로 분리합니다
ku: Ji kerema xwe tovên bi Îngilîzî binivîsin û bi valahiyê veqetînin
ru: Калі ласка, увядзіце seeds на англійскай мове і падзяліце іх прабелам
th: โปรดป้อนเมล็ดเป็นภาษาอังกฤษ และคั่นด้วยช่องว่าง
tr: Lütfen tohumları İngilizce olarak girin ve boşlukla ayırın
zh_hans: 请输入英文助记词，用空格隔开

# 助记词已存在
source: Seeds already exist
es: Las semillas ya existen
fr: Les graines existent déjà
it: I semi esistono già
ja: ニーモニックは存在しています
ko: 도움말이 이미있습니다
ku: Jixwe tov hene
ru: Насенне ўжо існуе
th: เมล็ดมีอยู่แล้ว
tr: Tohumlar zaten var
zh_hans: 助记词已存在

# 助记词不存在
source: Seeds does not exist
es: Seeds no existe
fr: Les graines n'existent pas
it: I semi non esistono
ja: ニーモニックは存在しません
ko: 도움말 없음!
ku: Tov tune
ru: Насенне не існуе
th: ไม่มีเมล็ดพันธุ์
tr: Tohum yok
zh_hans: 助记词不存在

# 钱包创建失败
source: Wallet created unsuccessfully
es: Cartera creada sin éxito
fr: Le portefeuille a été créé sans succès
it: Portafoglio creato senza successo
ja: ウォレット作成が失敗しました
ko: 지갑등록실패
ku: Balet bêserkeftin hat afirandin
ru: Кашалёк створаны няўдала
th: สร้างกระเป๋าเงินไม่สำเร็จ
tr: Cüzdan başarısız bir şekilde oluşturuldu
zh_hans: 钱包创建失败

# 暂无消息
source: No new message
es: Sin mensaje nuevo
fr: Aucun nouveau message
it: Nessun nuovo messaggio
ja: メッセージなし
ko: 안내없음
ku: Peyama nû tune
ru: Няма новага паведамлення
th: ไม่มีข้อความใหม่
tr: Yeni mesaj yok
zh_hans: 暂无消息

# 转账收款消息
source: Transaction message
es: Mensaje de transacción
fr: Message de transaction
it: Messaggio di transazione
ja: 入出金メッセージ
ko: 계좌이체됨
ku: Peyama danûstandinê
ru: Паведамленне аб транзакцыі
th: ข้อความการทำธุรกรรม
tr: İşlem mesajı
zh_hans: 转账收款消息

# 系统消息
source: System information
es: Información del sistema
fr: Informations système
it: Informazioni di sistema
ja: システムお知らせ
ko: 시스템메세지
ku: Agahdariya pergalê
ru: Інфармацыя аб сістэме
th: ข้อมูลระบบ
tr: Sistem bilgisi
zh_hans: 系统消息

# 全部已读
source: Read All
es: Leer todo
fr: Lire tout
it: Leggi tutto
ja: 閲覧済みにする
ko: 모두 읽음
ku: Hemû Bixwîne
ru: Прачытаць усё
th: อ่านทั้งหมด
tr: Tümünü Oku
zh_hans: 全部已读

# 复制下载地址
source: Copy download address
es: Copiar dirección de descarga
fr: Copier l'adresse de téléchargement
it: Copia l'indirizzo di download
ja: ダウンロードアドレスをコピーする
ko: 다운로드 주소 복사
ku: Navnîşana daxistinê kopî bike
ru: Капіяваць адрас загрузкі
th: คัดลอกที่อยู่ในการดาวน์โหลด
tr: İndirme adresini kopyala
zh_hans: 复制下载地址

# 分享下载地址
source: Share download address
es: Compartir dirección de descarga
fr: Partager l'adresse de téléchargement
it: Condividi l'indirizzo di download
ja: ダウンロードアドレスをシェアする
ko: 공유 다운로드 주소
ku: Navnîşana daxistinê parve bike
ru: Падзяліцца адрасам загрузкі
th: แบ่งปันที่อยู่ในการดาวน์โหลด
tr: İndirme adresini paylaş
zh_hans: 分享下载地址

# 分享至
source: Share to
es: Compartir con
fr: Partager avec
it: Condividi su
ja: シェア先
ko: 나눔이 극에 달하다
ku: Ji bo
ru: Падзяліцца з
th: แชร์ไปที่
tr: Paylaş
zh_hans: 分享至

# 币钱包
source: Bwallet
it: Bportafoglio
ru: Кашалёк
th: กระเป๋าสตางค์
tr: Bcüzdan
zh_hans: 币钱包

# 币钱包是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。
source: Pwallet is a mobile money wallet app designed to provide users with secure, easy-to-use, powerful digital asset management tools.
it: Pwallet è un'app di portafoglio di denaro mobile progettata per fornire agli utenti strumenti di gestione delle risorse digitali sicuri, facili da usare e potenti.
ja: Bwalletウォレットは安全で使いやすく、強力なデジタル資産管理ツールをユーザーに提供できるように設計された、仮想通貨ウォレットアプリです。
th: Pwallet เป็นแอปกระเป๋าเงินบนมือถือที่ออกแบบมาเพื่อมอบเครื่องมือการจัดการสินทรัพย์ดิจิทัลที่ปลอดภัย ใช้งานง่าย และมีประสิทธิภาพแก่ผู้ใช้
zh_hans: 币钱包是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。

# W钱包
source: Wwallet
it: Wportafoglio
ru: Кашалёк
th: กระเป๋าสตางค์
tr: Wcüzdan
zh_hans: W钱包

# W钱包是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。
source: Wwallet is a mobile money wallet app designed to provide users with secure, easy-to-use, powerful digital asset management tools.
es: Wwallet es una aplicación de billetera de dinero móvil diseñada para proporcionar a los usuarios herramientas de administración de activos digitales potentes, seguras y fáciles de usar
fr: Wwallet est une application de portefeuille d'argent mobile conçue pour fournir aux utilisateurs des outils de gestion d'actifs numériques sécurisés, faciles à utiliser et puissants.
it: Wwallet è un'app di portafoglio di denaro mobile progettata per fornire agli utenti strumenti di gestione delle risorse digitali sicuri, facili da usare e potenti.
ru: Wwallet - гэта мабільнае прыкладанне для грашовых кашалькоў, створанае для прадастаўлення карыстальнікам бяспечных, простых у выкарыстанні і магутных інструментаў кіравання лічбавымі актывамі.
th: Wwallet เป็นแอปกระเป๋าเงินบนมือถือที่ออกแบบมาเพื่อมอบเครื่องมือการจัดการสินทรัพย์ดิจิทัลที่ปลอดภัย ใช้งานง่าย และมีประสิทธิภาพแก่ผู้ใช้
tr: Wwallet, kullanıcılara güvenli, kullanımı kolay, güçlü dijital varlık yönetimi araçları sağlamak için tasarlanmış bir mobil para cüzdanı uygulamasıdır.
zh_hans: W钱包是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。

# 豆子钱包
source: Pwallet
it: Portafoglio
ru: Pкашалёк
th: กระเป๋าเงิน
tr: P-cüzdan
zh_hans: 豆子钱包

# 豆子钱包是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。
source: Pwallet is a mobile money wallet app designed to provide users with secure, easy-to-use, powerful digital asset management tools.
it: Pwallet è un'app di portafoglio di denaro mobile progettata per fornire agli utenti strumenti di gestione delle risorse digitali sicuri, facili da usare e potenti.
th: Pwallet เป็นแอปกระเป๋าเงินบนมือถือที่ออกแบบมาเพื่อมอบเครื่องมือการจัดการสินทรัพย์ดิจิทัลที่ปลอดภัย ใช้งานง่าย และมีประสิทธิภาพแก่ผู้ใช้
zh_hans: 豆子钱包是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。

# %@是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。
source: %@ is a mobile money wallet app designed to provide users with secure, easy-to-use, powerful digital asset management tools.
es: %@ es un aplicación de billetera de dinero móvil diseñada para proporcionar a los usuarios seguridad, fácil de -utilizar potentes herramientas de gestión de activos digitales.
fr: %@ est un application de portefeuille d'argent mobile conçue pour fournir aux utilisateurs un accès sécurisé et facile à -utiliser de puissants outils de gestion des actifs numériques.
it: %@ è un'app per portafogli mobile progettata per fornire agli utenti con sicuro, facile da -utilizza potenti strumenti di gestione delle risorse digitali.
ja: %@ ウォレットは安全で使いやすく、強力なデジタル資産管理ツールをユーザーに提供できるように設計された、仮想通貨ウォレットアプリです。
ko: %@ 사용자들에게 안전하고, 사용하기 쉽고, 강력한 기능의 디지털 자산 관리 도구를 제공하기 위해 이동단 화폐 지갑 App이다.
ru: %@ з'яўляецца мабільнае прыкладанне для грашовых кашалькоў, распрацаванае для забеспячэння карыстальнікаў бяспечным і простым у выкарыстанні - выкарыстоўваць магутныя інструменты кіравання лічбавымі актывамі.»
th: %@ เป็นแอปกระเป๋าเงินบนมือถือที่ออกแบบมาเพื่อมอบความปลอดภัยและง่ายแก่ผู้ใช้ - ถึง -ใช้เครื่องมือการจัดการสินทรัพย์ดิจิทัลที่ทรงพลัง
tr: %@ is a a kullanıcılara güvenli, kolay erişim sağlamak için tasarlanmış mobil para cüzdanı uygulaması -güçlü dijital varlık yönetimi araçlarını kullanın.

# %@是一款移动端多链钱包，旨在为用户提供安全好用、功能强大的数字资产管理工具。
source: %@ is a mobile Multichain wallet designed to provide users with secure, easy-to-use, powerful digital asset management tools.
es: %@ es un móvil Monedero multicadena diseñado para proporcionar a los usuarios seguridad, fácil de usar. utilizar potentes herramientas de gestión de activos digitales.
fr: %@ est un mobile Portefeuille multichaîne conçu pour fournir aux utilisateurs un accès sécurisé et facile à utiliser de puissants outils de gestion des actifs numériques.
it: %@ è un portafoglio multicatena mobile progettato per fornire agli utenti un sistema sicuro e facile da utilizzare potenti strumenti di gestione delle risorse digitali.
ja: %@ ウォレットは安全で使いやすく、強力なデジタル資産管理ツールをユーザーに提供できるように設計された、仮想デジタルウォレットアプリです。
ru: %@ з'яўляецца мабільным Мультыланцуговы кашалёк, распрацаваны, каб забяспечыць карыстальнікам бяспечны і просты ў выкарыстанні выкарыстоўваць магутныя інструменты кіравання лічбавымі актывамі.»
th: %@ เป็นกระเป๋าเงิน Multichain บนมือถือที่ออกแบบมาเพื่อมอบความปลอดภัยและง่ายแก่ผู้ใช้ -to- ใช้เครื่องมือการจัดการสินทรัพย์ดิจิทัลที่ทรงพลัง
tr: %@ mobil bir Multicha'dır kullanıcılara güvenli, kolay erişim sağlamak için tasarlanmış cüzdanda güçlü dijital varlık yönetimi araçlarını kullanın.

# 使用协议
source: Agreement
es: Acuerdo
fr: Accord
it: Accordo
ja: 利用規約
ko: 프로토콜 사용
ku: Peyman
ru: Пагадненне
th: ข้อตกลง
tr: Sözleşme
zh_hans: 使用协议

# 反馈建议
source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백 제안
ku: Berpirsîn
ru: Зваротная сувязь
th: ข้อเสนอแนะ
tr: Geri Bildirim
zh_hans: 反馈建议

# 反馈意见
source: Feedback
es: Comentarios
fr: Commentaires
ku: Bêrîn
ru: Зваротная сувязь
th: ข้อเสนอแนะ
tr: Geri Bildirim

# 您的宝贵意见是我们进步的动力！
source: Your valuable opinions are the driving force for our progress!
es: ¡Sus valiosas opiniones son la fuerza motriz de nuestro progreso!
fr: Vos précieux avis sont le moteur de notre progrès !
it: Le tue preziose opinioni sono la forza trainante del nostro progresso!
ja: あなたのご貴重な意見が私たちの進歩の原動力です
ko: あなたのご貴重な意見が私たちの進歩の原動力です
ku: Nêrînên we yên giranbiha hêza ajotinê ya pêşveçûna me ne!
ru: Вашы каштоўныя меркаванні - рухаючая сіла нашага прагрэсу!
th: ความคิดเห็นที่มีค่าของคุณคือแรงผลักดันสำหรับความก้าวหน้าของเรา!
tr: Değerli görüşleriniz ilerlememizin itici gücüdür!
zh_hans: 您的宝贵意见是我们进步的动力！

# 还能输入%lu个字
source: %lu characters remaining
es: %lu caracteres restantes
fr: %lu caractères restants
it: %lu caratteri rimanenti
ja: 後%lu文字が入力可
ko: %lu자까지 입력할 수 있다
ku: %lu tîp mane
ru: Засталося %lu сімвалаў
th: %lu อักขระที่เหลืออยู่
tr: %lu karakter kaldı
zh_hans: 还能输入%lu个字

# 请留下您的邮箱、手机号或者微信
source: Please leave your email, mobile phone or Wechat
es: Deje su correo electrónico, teléfono móvil o Wechat
fr: Veuillez laisser votre e-mail, téléphone portable ou Wechat
it: Per favore lascia la tua email, cellulare o Wechat
ja: メールアドレスや携帯番号などお知らせください
ko: 당신의 이메일, 핸드폰 번호 또는 마이크로 편지를 남겨주세요
ku: Ji kerema xwe re email, telefona desta an jî Wechata xwe bihêle
ru: Калі ласка, пакіньце сваю электронную пошту, мабільны тэлефон або WeChat
th: โปรดทิ้งอีเมล โทรศัพท์มือถือ หรือ Wechat
tr: Lütfen e-postanızı, cep telefonunuzu veya Wechat'i bırakın
zh_hans: 请留下您的邮箱、手机号或者微信

# 提交
source: submit
es: enviar
fr: soumettre
it: invia
ja: 提出する
ko: 제출하다.
ku: bişîne
ru: адправіць
th: ส่ง
tr: gönder
zh_hans: 提交

# 反馈成功
source: submitted
es: enviado
fr: soumis
it: inviato
ja: 提出しました
ko: 提出しました
ku: pêşkêş kirin
ru: адпраўлена
th: ส่งแล้ว
tr: gönderildi
zh_hans: 反馈成功

# 感谢您对币钱包的关注和支持，我们将会在第一时间认真处理您的反馈。
source: Thank you for your attention and support on the Pwallet, we will take care of your feedback as soon as possible.
es: Gracias por su atención y apoyo en Pwallet, nos ocuparemos de sus comentarios lo antes posible
fr: Merci pour votre attention et votre soutien sur le Pwallet, nous prendrons soin de vos commentaires dès que possible.
it: Grazie per l'attenzione e il supporto sul Pwallet, ci occuperemo del tuo feedback il prima possibile.
ja: SFTウォレットへのご注目やご協力、誠にありがとうございます、できるだけ早くあなたのフィードバックを大切にします
ko: SFTウォレットへのご注目やご協力、誠にありがとうございます、できるだけ早くあなたのフィードバックを大切にします
ku: Spas ji bo baldarî û piştgiriya we ya li ser Pwallet, em ê di zûtirîn dem de li bertekên we bisekinin.
th: ขอบคุณที่ให้ความสนใจและสนับสนุน Pwallet เราจะดูแลความคิดเห็นของคุณโดยเร็วที่สุด
tr: Pwallet'e gösterdiğiniz ilgi ve desteğiniz için teşekkür ederiz, geri bildiriminizle en kısa sürede ilgileneceğiz.
zh_hans: 感谢您对币钱包的关注和支持，我们将会在第一时间认真处理您的反馈。

# 已添加
source: Added
es: Agregado
fr: Ajouté
it: Aggiunto
ja: 追加しました
ko: 이미 추가
ku: Zêde kirin
ru: Дададзена
th: เพิ่ม
tr: Eklendi

# 切换钱包
source: Switch wallet
es: Cambiar monedero
fr: Changer de portefeuille
it: Cambia portafoglio
ja: ウォレット切替え
ko: 지갑을 교환하다
ku: Baletê biguherîne
ru: Пераключыць кашалёк
th: เปลี่ยนกระเป๋าสตางค์
tr: Cüzdan değiştir
zh_hans: 切换钱包

# 已备份
source: backed up
es: copia de seguridad
fr: sauvegardé
it: backup
ja: バックアップ済み
ko: 이미 백업됨
ku: piştgir kirin
ru: рэзервовае капіраванне
th: สำรอง
tr: yedeklenmiş
zh_hans: 已备份

# 请输入密码
source: Please enter your password
es: Por favor, introduzca su contraseña
fr: Veuillez saisir votre mot de passe
it: Inserisci la tua password
ja: パスワードを入力してください
ko: 비밀번호를 입력해 주세요.
ku: Ji kerema xwe şîfreya xwe binivîse
ru: Калі ласка, увядзіце пароль
th: โปรดป้อนรหัสผ่านของคุณ
tr: Lütfen şifrenizi girin
zh_hans: 请输入密码

# 请重新输入密码
source: Please re-enter your password
es: Vuelva a introducir su contraseña
fr: Veuillez ressaisir votre mot de passe
it: Inserisci nuovamente la tua password
ja: もう一度パスワードを入力してください
ko: 비밀번호를 다시 입력해 주세요
ku: Ji kerema xwe şîfreya xwe ji nû ve binivîse
ru: Калі ласка, увядзіце пароль паўторна
th: โปรดป้อนรหัสผ่านของคุณอีกครั้ง
tr: Lütfen şifrenizi tekrar girin
zh_hans: 请重新输入密码

# 设置钱包密码 8-16位数字、字母组合
source: Please enter 8-16 digits of numbers and letters
es: Introduzca de 8 a 16 dígitos de números y letras
fr: Veuillez saisir 8 à 16 chiffres et lettres
it: Inserisci 8-16 cifre di numeri e lettere
ja: ウォレットのパスワードを 8〜16桁の数字と文字の組合せで入力し設定してください
ko: 8-16자리 숫자, 알파벳 조합 입력
ku: Ji kerema xwe 8-16 reqemên jimare û tîpan binivîse
ru: Калі ласка, увядзіце 8-16 лічбаў і літар
th: กรุณาป้อนตัวเลขและตัวอักษร 8-16 หลัก
tr: Lütfen 8-16 basamaklı sayı ve harf girin
zh_hans: 设置钱包密码 8-16位数字、字母组合

# 提示：请勿截图！如果有人获取你的助记词将直接获取你的资产！请抄写下 助记词并存放在安全的地方，我们会在下一屏进行校验。
source: Tip: Do not take a screenshot! if someone gets your seeds,you assets can be insure! Please copy the sedds and store them in a safe place. We will check on the next step
es: Consejo: hacer ¡No tome una captura de pantalla! Si alguien obtiene sus semillas, ¡sus activos pueden estar seguros! Copie los sedds y guárdelos en un lugar seguro. Verificaremos el siguiente paso
fr: Astuce : ne faites pas de capture d'écran ! si quelqu'un récupère vos graines, vos actifs peuvent être assurés ! Veuillez copier les sedds et les stocker dans un endroit sûr. Nous vérifierons à l'étape suivante
ru: Парада: зрабіце не рабіце скрыншот! калі хто-небудзь атрымае вашыя семені, вы можаце застрахаваць свае актывы! Скапіруйце седды і захавайце іх у бяспечным месцы. Мы праверым на наступным этапе
th: เคล็ดลับ: ทำ ห้ามถ่ายภาพหน้าจอ! หากมีใครได้รับเมล็ดพันธุ์ของคุณ คุณสามารถประกันทรัพย์สินของคุณได้! โปรดคัดลอกเมล็ดพันธุ์และเก็บไว้ในที่ปลอดภัย เราจะตรวจสอบในขั้นต่อไป
zh_hans: 提示：请勿截图！如果有人获取你的助记词将直接获取你的资产！请抄写下 助记词并存放在安全的地方，我们会在下一屏进行校验。

# 开始备份
source: start backup
es: iniciar copia de seguridad
fr: démarrer la sauvegarde
it: avvia il backup
ja: スタート
ko: 백업 시작
ku: destpêkirina hilanînê
ru: пачаць рэзервовае капіраванне
th: เริ่มการสำรองข้อมูล
tr: yedeklemeyi başlat
zh_hans: 开始备份

# 验证您备份的助记词
source: verify the sedds you have backed up
es: verifique los sedds de los que ha realizado una copia de seguridad
fr: vérifiez les sedds que vous avez sauvegardés
it: verifica i sedds di cui hai eseguito il backup
ja: バックアップを検証します
ko: 귀하의 백업을 검증하기 위한 도움말
ku: seddên ku te piştguh kirine verast bike
ru: праверыць sedds, для якіх вы зрабілі рэзервовую копію
th: ยืนยัน sedds ที่คุณสำรองไว้
tr: yedeklediğiniz dosyaları doğrulayın
zh_hans: 验证您备份的助记词

# 请按照正确的顺序点击每个单词
source: Please selected the seeds in order
es: Seleccione las semillas en orden
fr: Veuillez sélectionner les graines dans l'ordre
it: Seleziona i semi in ordine
ja: 正しい順番で各単語をクリックしてください
ko: 각각의 단어를 올바른 순서대로 클릭하세요
ku: Ji kerema xwe tov li gorî rêzê hilbijêrin
ru: Калі ласка, вылучыце насенне па парадку
th: โปรดเลือกเมล็ดพันธุ์ตามลำดับ
tr: Lütfen tohumları sırayla seçin
zh_hans: 请按照正确的顺序点击每个单词

# 导入助记词
source: Import mnemonics
es: Importar monedero
fr: Portefeuille d'importation
it: Importa portafoglio
ja: バックアップ
ko: 도움말 가져오기
ku: Baletê derxîne
ru: Імпарт кашалька
th: กระเป๋าเงินนำเข้า
tr: Cüzdanı içe aktar
zh_hans: 导入助记词

# 请输英文助记词，用空格隔开
source: Please enter mnemonic in English,and separate by space
es: Por favor, introduzca mnemónicos en inglés y sepárelos por espacios
fr: Veuillez saisir un mnémonique en anglais et séparer par un espace
it: Inserisci il codice mnemonico in inglese e separalo con uno spazio
ja: スペースで区切り、英語のニーモニックを入力してください
ko: 도움말을 입력하여 영문 단어 사이를 빈칸으로 분리합니다
ku: Ji kerema xwe bîrmendî bi Îngilîzî binivîsin, û bi valahiyê veqetînin
ru: Калі ласка, увядзіце мнеманіку на англійскай мове і падзяліце яе прабелам
th: โปรดป้อนตัวช่วยจำเป็นภาษาอังกฤษและคั่นด้วยช่องว่าง
tr: Lütfen anımsatıcıyı İngilizce olarak girin ve boşlukla ayırın
zh_hans: 请输英文助记词，用空格隔开

# 请设置钱包密码
source: Set password
es: Establecer contraseña
fr: Définir le mot de passe
it: Imposta password
ja: ウォレットのパスワードを設定します
ko: 지갑 암호를 설정하세요
ku: Şîfreyê bide
ru: Усталяваць пароль
th: ตั้งรหัสผ่าน
tr: Parolayı ayarla
zh_hans: 请设置钱包密码

# 确认钱包密码
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: ウォレットパスワードを確認します
ko: 지갑 비밀번호 확인
ku: Şîfreyê piştrast bike
ru: Пацвердзіць пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi onaylayın
zh_hans: 确认钱包密码

# 开始导入
source: Start import
es: Iniciar importación
fr: Démarrer l'importation
it: Avvia importazione
ja: スタート
ko: 가져오기 시작
ku: Destpêkirina importê
ru: Пачаць імпарт
th: เริ่มนำเข้า
tr: İçe aktarmayı başlat
zh_hans: 开始导入

# 输入Token名称或合约地址
source: Enter the Token name or contract address
es: Introduzca el nombre del token o la dirección del contrato
fr: Entrez le nom du Token ou l'adresse du contrat
it: Inserisci il nome del token o l'indirizzo del contratto
ja: Tokenかコントラクトアドレスで検索
ko: Token 이름 또는 계약 주소 입력
ku: Navê Token an navnîşana peymanê binivîse
ru: Увядзіце назву токена або адрас кантракту
th: ป้อนชื่อโทเค็นหรือที่อยู่ของสัญญา
tr: Token adını veya sözleşme adresini girin
zh_hans: 输入Token名称或合约地址

# 请输入Token名称或合约地址，如果没有找到您要添加的币种，请向我们提交反馈。
source: Enter the Token name or contract address. If you don't find the currency you want to add, please submit feedback to us
es: Ingrese el nombre del token o la dirección del contrato. Si no t encuentre la moneda que desea agregar, por favor envíenos sus comentarios
fr: Entrez le nom du Token ou l'adresse du contrat. Si vous ne trouver la devise que vous souhaitez ajouter, veuillez envoyez-nous vos commentaires »
it: Inserisci il nome del token o l'indirizzo del contratto. Se non trovi la valuta che desideri aggiungi, per favore inviaci un feedback
ja: 通貨名かコントラクトのアドレスを入力してください。見つからない場合、私達にフィードバックを提出してください.
ko: Token 이름이나 계약 주소를 입력하고, 당신이 추가할 화폐 종류를 찾지 않았다면, 우리에게 피드백을 제출해 주십시오.
ku: Ji kerema xwe pereyê ku hûn dixwazin lê zêde bikin bibînin nerînên xwe ji me re bişînin
ru: Увядзіце назву токена або адрас кантракта. Калі вы гэтага не зробіце калі ласка, знайдзіце валюту, якую хочаце дадаць адпраўце нам водгук»
th: ป้อนชื่อโทเค็นหรือที่อยู่สัญญา หากคุณไม่พบสกุลเงินที่คุณต้องการเพิ่ม ได้โปรด ส่งข้อเสนอแนะถึงเรา
tr: Token adını veya sözleşme adresini girin. Eklemek istediğiniz para birimini bulamayın, lütfen bize geri bildirim gönderin
zh_hans: 请输入Token名称或合约地址，如果没有找到您要添加的币种，请向我们提交反馈。

# 抱歉，未能找到相关币种
source: Sorry,could not find the currency
es: Lo sentimos, no se pudo encontrar la moneda
fr: Désolé, impossible de trouver la devise
it: Spiacente, impossibile trovare la valuta
ja: 該当する通貨が見つかりませんでした
ko: 관련 화폐 종류를 찾지 못해 죄송합니다
ku: Mixabin, pereyê nehat dîtin
ru: На жаль, не ўдалося знайсці валюту
th: ขออภัย ไม่พบสกุลเงิน
tr: Üzgünüz, para birimi bulunamadı
zh_hans: 抱歉，未能找到相关币种

# 扫描二维码或输入地址
source: Scan or inpuyt the address
es: Escanear o ingresar la dirección
fr: Scannez ou saisissez l'adresse
it: Scansiona o inserisci l'indirizzo
ja: QRコードをスキャンするか、アドレスを入力してください
ko: 2차원 코드를 스캔하거나 주소를 입력합니다
ku: Navnîşanê bişopîne an binivîse
ru: Сканіруйце або ўвядзіце адрас
th: สแกนหรือป้อนที่อยู่
tr: Adresi tarayın veya girin
zh_hans: 扫描二维码或输入地址

# 复制下载链接
source: Copy the download link
es: Copiar el enlace de descarga
fr: Copiez le lien de téléchargement
it: Copia il collegamento per il download
ja: リンクをコピー
ko: 다운로드 링크복사
ku: Grêdana daxistinê kopî bike
ru: Скапіраваць спасылку для загрузкі
th: คัดลอกลิงก์ดาวน์โหลด
tr: İndirme bağlantısını kopyalayın
zh_hans: 复制下载链接

# 查看助记词
source: View mnemonic
es: Ver nemónico
fr: Afficher le mnémonique
it: Visualizza mnemonico
ja: ニーモニックを表示する
ko: 도움말 보기
ku: Mnemonîk binêre
ru: Праглядзець мнеманіку
th: ดูตัวช่วยจำ
tr: Hatırlatıcıyı görüntüle
zh_hans: 查看助记词

# 请妥善保管您的助记词，以便丢失后找回
source: Please keep your mnemonic safety, so that you can retrieve it if you lost it
es: Por favor, mantenga su mnemónico seguro, para que pueda recuperarlo si lo pierde
fr: Veuillez conserver votre mnémonique en sécurité, afin de pouvoir le récupérer si vous l'avez perdu
it: Conserva la tua sicurezza mnemonica, in modo da poterla recuperare se l'hai persa
ja: 紛失された場合に取り戻せるために、ニーモニックを安全な場所に保管してください。
ko: 분실 후 되찾을 수 있도록 당신의 조사서를 잘 보관해 주십시오.
ku: Ji kerema xwe ewlekariya xwe ya bîrmendî biparêzin, da ku hûn bikarin wê vegerînin ger we wunda kir
ru: Калі ласка, захавайце вашу мнеманічную бяспеку, каб вы маглі вярнуць яе, калі страцілі
th: โปรดรักษาความปลอดภัยในการช่วยจำของคุณ เพื่อที่คุณจะได้เรียกคืนได้หากคุณทำหาย
tr: Kaybetmeniz durumunda geri alabilmek için lütfen anımsatıcı güvenliğinizi saklayın
zh_hans: 请妥善保管您的助记词，以便丢失后找回

# 知道了
source: I konw
es: Lo sé
fr: Je sais
it: Lo so
ja: 了解した
ko: 알았다
ku: Ez dizanim
ru: Я ведаю
th: ฉันรู้
tr: Biliyorum
zh_hans: 知道了

# 输入/扫一扫
source: Input/Scan
es: Introducir/Escanear
fr: Entrée/Balayage
it: Input/Scansione
ja: 入力／スキャン
ko: 入力／쓸어 버리다
ku: Ketin/Scan
ru: Увод/сканаванне
th: ป้อนข้อมูล/สแกน
tr: Giriş/Tarama
zh_hans: 输入/扫一扫

# 发送数量
source: The number of sent
es: Número de envíos
fr: Le nombre d'envois
it: Il numero di inviati
ja: 送付数
ko: 발송수량
ku: Hejmara şandiyan
ru: Колькасць адпраўленых
th: จำนวนที่ส่ง
tr: Gönderilenlerin sayısı
zh_hans: 发送数量

# 上链备注(选填)
source: Note on the chain(optional)
es: Nota sobre la cadena (opcional)
fr: Note sur la chaîne (facultatif)
it: Nota sulla catena (opzionale)
ja: チェーンにアップする備考(オプション)
ko: 체인비고(선택하여 기입)
ku: Têbînî li ser zincîrê(vebijarkî)
ru: Заўвага на ланцужку (неабавязкова)
th: หมายเหตุบนห่วงโซ่(ไม่บังคับ)
tr: Zincirle ilgili not(isteğe bağlı)
zh_hans: 上链备注(选填)

# 本地备注(选填)
source: Note on the local(optional)
es: Nota sobre el local (opcional)
fr: Note sur le local(optionnel)
it: Nota sul locale(opzionale)
ja: ローカル備考(オプション)
ko: 로컬 비고(선택하여 기입)
ku: Têbînî li ser herêmî(vebijarkî)
ru: Заўвага аб мясцовым (неабавязкова)
th: หมายเหตุในเครื่อง(ทางเลือก)
tr: Yerel not(isteğe bağlı)
zh_hans: 本地备注(选填)

# 上链备注
source: Note on the chain
es: Nota sobre la cadena
fr: Note sur la chaîne
it: Nota sulla catena
ja: チェーンにアップする備考
ko: 체인비고
ku: Têbînî li ser zincîrê
ru: Нататка на ланцужку
th: หมายเหตุเกี่ยวกับห่วงโซ่
tr: Zincirle ilgili not
zh_hans: 上链备注

# 本地备注
source: Note on the local
es: Nota sobre el local
fr: Note sur le local
it: Nota sul locale
ja: ローカル備考
ko: 로컬 비고
ku: Têbînî li ser herêmî
ru: Нататка пра мясцовае
th: หมายเหตุในท้องถิ่น
tr: Yerelle ilgili not
zh_hans: 本地备注

# 上链备注：信息上链，可以在链上查询
source: Note on the chain:information on the chain, you can query on the chain
es: Nota sobre la cadena: información sobre la cadena, puede consultar sobre la cadena
fr: Remarque sur la chaîne :informations sur la chaîne, vous pouvez interroger sur la chaîne
it: Nota sulla catena: informazioni sulla catena, puoi interrogare sulla catena
ja: チェーンにアップする備考とは？チェーンにアップされる情報は、ブロックチェーンにおいて照会できます
ko: 상부 체인 비고: 정보상 체인, 체인에서 조회 가능
ku: Têbînî li ser zincîrê: agahdariya li ser zincîrê, hûn dikarin li ser zincîrê bipirsin
ru: Заўвага ў ланцужку: інфармацыя ў ланцужку, вы можаце запытваць у ланцужку
th: หมายเหตุเกี่ยวกับห่วงโซ่:ข้อมูลบนห่วงโซ่ คุณสามารถสอบถามเกี่ยวกับห่วงโซ่
tr: Zincirle ilgili not:zincirle ilgili bilgileri, zincirle ilgili sorgulayabilirsiniz
zh_hans: 上链备注：信息上链，可以在链上查询
