Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 二维码已保存到相册
source: QR code is saved
es: El código QR está guardado
fr: Le code QR est enregistré
it: Il codice QR è salvato
ja: QRコードはアルバムに保存されました
ko: QRコードはアルバムに保存されました
ku: Koda QR hat tomarkirin
ru: QR-код захаваны
th: บันทึกคิวอาร์โค้ดแล้ว
tr: QR kodu kaydedildi
zh_hans: 二维码已保存到相册

# 我
source: Me
es: Yo
fr: Moi
it: Io
ja: 本人
ko: 나
ku: Ez
ru: Я
th: ฉัน
tr: Ben
zh_hans: 我

# 托管账户
source: Escrow accounts
es: Cuentas de depósito en garantía
fr: Comptes bloqués
it: Conti di deposito a garanzia
ja: 預託口座
ko: 위탁계정
ku: Hesab hilîne
ru: Рахункі дэпазітавання
th: บัญชีเงินฝาก
tr: Emanet hesapları
zh_hans: 托管账户

# 联系人
source: Contacts
es: Contactos
it: Contatti
ja: 連絡帳
ko: 연락인을 추가하다
ku: Têkilî
ru: Кантакты
th: ผู้ติดต่อ
tr: Kişiler
zh_hans: 联系人

# 管理钱包
source: My wallet
es: Mi billetera
fr: Mon portefeuille
it: Il mio portafoglio
ja: ウォレット管理
ko: 지갑 관리
ku: Balça min
ru: Мой кашалёк
th: กระเป๋าสตางค์ของฉัน
tr: Cüzdanım
zh_hans: 管理钱包

# 消息中心
source: Message center
es: Centro de mensajes
fr: Centre de messagerie
it: Centro messaggi
ja: メッセージ
ko: 정보 센터
ku: Navenda peyamê
ru: Цэнтр паведамленняў
th: ศูนย์ข้อความ
tr: Mesaj merkezi
zh_hans: 消息中心

# 分享下载
source: Share
es: Compartir
fr: Partager
it: Condividi
ja: ダウンロードをシェアする
ko: 공유 다운로드
ku: Parvekirin
ru: Падзяліцца
th: แบ่งปัน
tr: Paylaş
zh_hans: 分享下载

# 关于我们
source: About us
es: Acerca de nosotros
fr: À propos de nous
it: Chi siamo
ja: 会社概要
ko: 우리에 대해서
ku: Li ser me
ru: Пра нас
th: เกี่ยวกับเรา
tr: Hakkımızda
zh_hans: 关于我们

# 检测更新
source: Check for updates
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Controlla aggiornamenti
ja: アップデートを検出する
ko: 검사 업데이트
ku: Ji bo nûvekirinan kontrol bike
ru: Праверыць наяўнасць абнаўленняў
th: ตรวจหาการอัปเดต
tr: Güncellemeleri kontrol et
zh_hans: 检测更新

# 更新
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: アップデートする
ko: 업데이트
ku: Nûvekirin
ru: Абнавіць
th: อัปเดต
tr: Güncelle
zh_hans: 更新

# 更新提示
source: Update hint
es: Actualizar sugerencia
fr: Indice de mise à jour
it: Suggerimento di aggiornamento
ja: アップデートのヒント
ko: 업데이트 알림
ku: Pêşniyarkirina nûvekirinê
ru: Падказка абнавіць
th: อัปเดตคำใบ้
tr: İpucunu güncelle
zh_hans: 更新提示

# 检测到新版本，是否更新
source: A new version has been detected, do you want to update?
es: Se ha detectado una nueva versión, ¿quiere actualizarla?
fr: Une nouvelle version a été détectée, voulez-vous mettre à jour ?
it: È stata rilevata una nuova versione, vuoi aggiornarla?
ja: 最新バージョンが検出されました、アップデートしますか？
ko: 새 버전이 감지되었으며 업데이트되었는지 여부
ku: Guhertoyek nû hat dîtin, tu dixwazî nûve bikî?
ru: Выяўлена новая версія, абнавіць?
th: ตรวจพบเวอร์ชันใหม่ คุณต้องการอัปเดตหรือไม่
tr: Yeni bir sürüm algılandı, güncellemek istiyor musunuz?
zh_hans: 检测到新版本，是否更新

# 暂不更新
source: No
fr: Non
ja: アップデートしません
ko: 당분간 갱신하지 않음
ku: Na
ru: Не
th: ไม่
tr: Hayır
zh_hans: 暂不更新

# 当前已是最新版本
source: It is the latest version
es: Es la última versión
fr: C'est la dernière version
it: È l'ultima versione
ja: 既に最新バージョンです
ko: 현재 이미 최신 버전임
ku: Guhertoya herî dawî ye
ru: Гэта апошняя версія
th: เป็นเวอร์ชันล่าสุด
tr: En son sürüm
zh_hans: 当前已是最新版本

# 红包
source: Red packet
es: Paquete rojo
fr: Paquet rouge
it: Pacchetto rosso
ja: お年玉
ko: 붉은지갑
ku: Pakêta sor
ru: Чырвоны пакет
th: อั่งเปา
tr: Kırmızı paket
zh_hans: 红包

# 版本%@
source: Version%@
es: Versión%@
it: Versione%@
ja: バージョン%@
ko: 버전%@
ku: Versiyon%@
ru: Версія%@
th: เวอร์ชัน %@
tr: Sürüm%@
zh_hans: 版本%@

# 托管资产
source: Escrow assets
es: Activos en custodia
fr: Actifs sous séquestre
it: Attività in garanzia
ja: 預託資産
ko: 신탁관리자산
ku: Maliyetên escrow
ru: Актывы ўмоўнага дэпазіту
th: ทรัพย์สินที่รับฝาก
tr: Emanet varlıklar
zh_hans: 托管资产

# 可用（个）
source: Available
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能(個)
ko: 사용 가능(낱개)
ku: Heye
ru: Даступна
th: ว่าง
tr: Mevcut
zh_hans: 可用（个）

# 价值（元）
source: Value
fr: Valeur
it: Valore
ja: 価値(円)
ko: 시세(위엔)
ku: Nirx
ru: Значэнне
th: ค่า
tr: Değer
zh_hans: 价值（元）

# 搜索
source: Search
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索する
ko: 검색
ku: Lêgerîn
ru: Пошук
th: ค้นหา
tr: Ara
zh_hans: 搜索

# 请输入联系人姓名
source: Please enter a contact name
es: Introduzca un nombre de contacto
fr: Veuillez entrer un nom de contact
it: Inserisci il nome di un contatto
ja: 連絡したいお名前を入力
ko: 연락자 성명
ku: Ji kerema xwe navekî têkiliyê binivîse
ru: Калі ласка, увядзіце імя кантакту
th: โปรดป้อนชื่อผู้ติดต่อ
tr: Lütfen bir kişi adı girin
zh_hans: 请输入联系人姓名

# 搜索不到联系人
source: Contact cannot be found
es: No se puede encontrar el contacto
fr: Le contact est introuvable
it: Impossibile trovare il contatto
ja: 見つかりません
ko: 연락할 사람을 찾을 수 없어요
ku: Têkilî nayê dîtin
ru: Немагчыма знайсці кантакт
th: ไม่พบผู้ติดต่อ
tr: Kişi bulunamadı
zh_hans: 搜索不到联系人

# 昵称
source: Nickname
es: Apodo
fr: Pseudo
it: Soprannome
ja: ニックネーム
ko: 닉네임
ku: Nasnav
ru: Мянушка
th: ชื่อเล่น
tr: Takma ad
zh_hans: 昵称

# 昵称需小于16字符
source: Has to be less than 16 characters
es: Debe tener menos de 16 caracteres
fr: Doit comporter moins de 16 caractères
it: Deve contenere meno di 16 caratteri
ja: 16文字以下
ko: 닉네임은 16문자보다 작아야 합니다
ku: Divê ji 16 tîpan kêmtir be
ru: Павінна быць менш за 16 знакаў
th: ต้องมีอักขระน้อยกว่า 16 ตัว
tr: 16 karakterden az olmalıdır
zh_hans: 昵称需小于16字符

# 手机号
source: Phone number
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 携帯番号
ko: 전화번호
ku: Hejmara telefonê
ru: Нумар тэлефона
th: หมายเลขโทรศัพท์
tr: Telefon numarası
zh_hans: 手机号

# 请输入正确的手机号
source: Please enter correct phone number
es: Introduzca el número de teléfono correcto
fr: Veuillez saisir le numéro de téléphone correct
it: Inserisci il numero di telefono corretto
ja: 正しい携帯番号を入力してください
ko: 정확한 핸드폰번호입력
ku: Ji kerema xwe jimareya telefonê ya rast binivîse
ru: Калі ласка, увядзіце правільны нумар тэлефона
th: โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen doğru telefon numarasını girin
zh_hans: 请输入正确的手机号

# 请输入11位手机号
source: Please enter phone number
es: Por favor, introduzca el número de teléfono
fr: Veuillez saisir le numéro de téléphone
it: Inserisci il numero di telefono
ja: 11桁の携帯番号
ko: 핸드폰 번호 11자리 입력
ku: Ji kerema xwe hejmara telefonê binivîse
ru: Калі ласка, увядзіце нумар тэлефона
th: โปรดป้อนหมายเลขโทรศัพท์
tr: Lütfen telefon numarasını girin
zh_hans: 请输入11位手机号

# 地址
source: Address
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
ku: Navnîşan
ru: Адрас
th: ที่อยู่
tr: Adres
zh_hans: 地址

# 添加地址
source: Add an address
es: Añadir una dirección
fr: Ajouter une adresse
it: Aggiungi un indirizzo
ja: 受取るアドレスを追加
ko: 주소 첨가
ku: Navnîşanek lê zêde bike
ru: Дадаць адрас
th: เพิ่มที่อยู่
tr: Bir adres ekleyin
zh_hans: 添加地址

# 主链
source: Main Chain
es: Cadena principal
fr: Chaîne principale
it: Catena principale
ja: コイン名
ko: 코인지갑명
ku: Zincîra sereke
ru: Галоўны ланцуг
th: ห่วงโซ่หลัก
tr: Ana Zincir
zh_hans: 主链

# 联系人详情
source: Contacts detail
es: Detalle de los contactos
fr: Détails des contacts
it: Dettaglio contatti
ja: 連絡先詳細
ko: 상세한 연락인
ku: Hûrgiliyên têkiliyê
ru: Падрабязныя звесткі аб кантактах
th: รายละเอียดรายชื่อ
tr: Kişi ayrıntıları
zh_hans: 联系人详情

# 编辑
source: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집하다
ku: Biguherîne
ru: Рэдагаваць
th: แก้ไข
tr: Düzenle
zh_hans: 编辑

# 编辑联系人
source: Edit contact
es: Editar contacto
fr: Modifier le contact
it: Modifica contatto
ja: 連絡先を編集する
ko: 편집연락자
ku: Têkiliyê biguherîne
ru: Рэдагаваць кантакт
th: แก้ไขผู้ติดต่อ
tr: Kişiyi düzenle
zh_hans: 编辑联系人

# 去转账
source: Go to transfer
es: Ir a la transferencia
fr: Aller au transfert
it: Vai al trasferimento
ja: 送金に行く
ko: 이체하러 가다
ku: Biçe veguhestinê
ru: Перайсці да перадачы
th: ไปที่โอน
tr: Aktarıma git
zh_hans: 去转账

# 首页钱包不含%@
source: Wallet does not contain%@
es: El monedero no contiene %@
fr: Le portefeuille ne contient pas %@
it: Il portafoglio non contiene%@
ja: ウォレットのトップには%@が含まれません
ko: 지갑이름 미설정%@
ku: Balet %@ nahewîne
ru: Кашалёк не змяшчае%@
th: กระเป๋าเงินไม่มี%@
tr: Cüzdan %@ içermiyor
zh_hans: 首页钱包不含%@

# 保存
source: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 보존
ru: Захаваць
th: บันทึก
tr: Kaydet
zh_hans: 保存

# 您还没有添加联系人
source: Contact is not added
es: No se agregó el contacto
fr: Le contact n'est pas ajouté
it: Il contatto non è stato aggiunto
ja: まだ連絡先を追加していません
ko: 당신은 아직 연락인을 추가하지 않았습니다
ku: Têkilî nayê zêdekirin
ru: Кантакт не дададзены
th: ไม่ได้เพิ่มผู้ติดต่อ
tr: Kişi eklenmedi
zh_hans: 您还没有添加联系人

# 联系人不存在%@地址
source: Contact %@doesn’t exist
es: El contacto %@no existe
fr: Le contact %@n'existe pas
it: Il contatto %@ non esiste
ja: %@の連絡先は存在しません
ko: 연락자미확인%@주소
ku: Têkilî %@nabe
ru: Кантакт %@не існуе
th: ไม่มีที่อยู่ติดต่อ %@
tr: Kişi %@ mevcut değil
zh_hans: 联系人不存在%@地址

# 钱包
source: Wallet
es: Cartera
fr: Portefeuille
it: Portafoglio
ja: ウォレット
ko: 지갑
ku: Balet
ru: Кашалёк
th: กระเป๋าสตางค์
tr: Cüzdan
zh_hans: 钱包

# 我的钱包
source: My wallet
es: Mi billetera
fr: Mon portefeuille
it: Il mio portafoglio
ja: マイウォレット
ko: 나의 지갑
ku: Balça min
ru: Мой кашалёк
th: กระเป๋าสตางค์ของฉัน
tr: Cüzdanım
zh_hans: 我的钱包

# 创建钱包
source: Create wallet
es: Crear monedero
fr: Créer un portefeuille
it: Crea portafoglio
ja: ウォレット作成
ko: 지갑을 만들다
ku: Baletê ava bike
ru: Стварыць кашалёк
th: สร้างกระเป๋าเงิน
tr: Cüzdan oluştur
zh_hans: 创建钱包

# 导入钱包
source: Import wallet
es: Importar monedero
fr: Portefeuille d'importation
it: Importa portafoglio
ja: ウォレットをインポート
ko: 지갑을 가져오다
ku: Baletê îtxal bike
ru: Імпарт кашалька
th: กระเป๋าเงินนำเข้า
tr: Cüzdanı içe aktar
zh_hans: 导入钱包

# 钱包详情
source: Wallet detail
es: Detalle de la cartera
fr: Détail du portefeuille
it: Dettaglio del portafoglio
ja: ウォレット詳細
ko: 상세한 지갑내역
ku: Hûrgiliyên berîka
ru: Падрабязнасці кашалька
th: รายละเอียดกระเป๋าสตางค์
tr: Cüzdan detayı
zh_hans: 钱包详情

# 修改密码
source: Change password
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ja: パスワード変更
ko: 암호수정
ku: Şîfre biguherîne
ru: Змяніць пароль
th: เปลี่ยนรหัสผ่าน
tr: Parolayı değiştir
zh_hans: 修改密码

# 设置密码
source: Set password
es: Establecer contraseña
fr: Définir le mot de passe
it: Imposta password
ja: パスワード設定
ko: 비밀번호 설정
ku: Şîfreyê bide
ru: Усталяваць пароль
th: ตั้งรหัสผ่าน
tr: Şifreyi ayarla
zh_hans: 设置密码

# 导出私钥
source: Export private key
es: Exportar clave privada
fr: Exporter la clé privée
it: Esporta chiave privata
ja: 秘密鍵をエクスポート
ko: 개인의 키를 도출하다.
ku: Mifteya taybet derxe
ru: Экспарт прыватнага ключа
th: ส่งออกคีย์ส่วนตัว
tr: Özel anahtarı ver
zh_hans: 导出私钥

# 删除钱包
source: Delete wallet
es: Eliminar monedero
fr: Supprimer le portefeuille
it: Elimina portafoglio
ja: ウォレット削除
ko: 지갑 삭제
ku: Baletê jêbirin
ru: Выдаліць кашалёк
th: ลบกระเป๋าเงิน
tr: Cüzdanı sil
zh_hans: 删除钱包

# 安全警告
source: Security warning
es: Advertencia de seguridad
fr: Avertissement de sécurité
it: Avviso di sicurezza
ja: セキュリティ警告
ko: 안전 경고
ku: Hişyariya ewlehiyê
ru: Папярэджанне сістэмы бяспекі
th: คำเตือนด้านความปลอดภัย
tr: Güvenlik uyarısı
zh_hans: 安全警告

# 删除钱包仅能通过助记词和私钥找回，是否确定删除该钱包
source: Deleting a wallet can only via seeds and private keys, are you sure?
es: Eliminar una billetera solo se puede hacer a través de semillas y claves privadas, ¿estás seguro?
fr: La suppression d'un portefeuille ne peut être effectuée que via des graines et des clés privées, êtes-vous sûr ?
it: L'eliminazione di un portafoglio può avvenire solo tramite seed e chiavi private, sei sicuro?
ja: ウォレットを削除すると、ニーモニックと秘密鍵がなければ、絶対に取り戻せません。本当に削除しますか？
ko: 지갑 삭제는 도움말과 개인 키를 통해서만 찾을 수 있으며, 해당 지갑 삭제가 확정적인지 여부
ku: Jêbirina berîka xwe tenê bi rêya tov û bişkojên taybet dikare, tu bawer î?
ru: Выдаліць кашалёк можна толькі праз сыды і закрытыя ключы, вы ўпэўнены?
th: การลบกระเป๋าเงินทำได้ด้วยเมล็ดและคีย์ส่วนตัวเท่านั้น คุณแน่ใจหรือ
tr: Bir cüzdanı silmek yalnızca tohumlar ve özel anahtarlar aracılığıyla olabilir, emin misiniz?
zh_hans: 删除钱包仅能通过助记词和私钥找回，是否确定删除该钱包

# 备份助记词
source: Back up seeds
es: Copia de seguridad de semillas
fr: Sauvegarder les graines
it: Esegui il backup dei semi
ja: バックアップ
ko: 백업 도움말
ku: Piştgiriya tovan
ru: Рэзервовае капіраванне семян
th: สำรองเมล็ดพันธุ์
tr: Tohumları yedekle
zh_hans: 备份助记词

# 私钥二维码
source: Private key QR code
es: Código QR de clave privada
fr: Code QR de la clé privée
it: Codice QR della chiave privata
ja: 秘密鍵の二次元コード
ko: 비밀 키 2 차원 코드
ku: Koda QR ya mifteya taybet
ru: QR-код прыватнага ключа
th: รหัส QR ของคีย์ส่วนตัว
tr: Özel anahtar QR kodu
zh_hans: 私钥二维码

# 助记词二维码
source: Two dimensional code of mnemonic words
es: Código bidimensional de palabras mnemotécnicas
fr: Code bidimensionnel des mots mnémoniques
it: Codice bidimensionale delle parole mnemoniche
ja: 助記語の二次元コード
ko: 조사 2 차원 코드
ku: Koda du-alî ya peyvên mînemonîk
ru: Двухмерны код мнеманічных слоў
th: รหัสช่วยจำสองมิติ
tr: Hatırlatıcı sözcüklerin iki boyutlu kodu
zh_hans: 助记词二维码

# 修改钱包名称
source: Modify wallet name
es: Cambiar el nombre de la cartera
fr: Changer le nom du portefeuille
it: Cambia nome del portafoglio
ja: ウォレット名を変更
ko: 지갑 명 등록
ku: Navê berîka xwe biguherîne
ru: Змяніць назву кашалька
th: เปลี่ยนชื่อกระเป๋าสตางค์
tr: Cüzdan adını değiştir
zh_hans: 修改钱包名称

# 请务必抄下助记词，确定之后将进行校验
source: Please be sure to copy the seeds and verify it after confirm
es: Asegúrese de copiar las semillas y verificarlas después de confirmar
fr: Veuillez vous assurer de copier les graines et de les vérifier après confirmation
it: Si prega di assicurarsi di copiare i semi e verificarlo dopo la conferma
ja: 必ずニーモニックを写してください。次のステップで検証を行います。
ko: 반드시 조기사를 베껴서 확정하신 후에 교정을 하겠습니다.
ku: Ji kerema xwe pê ewle bin ku tovan kopî bikin û piştî piştrastkirinê wê piştrast bikin
ru: «Калі ласка, не забудзьцеся скапіяваць насенне і праверыць яго пасля пацверджання»
th: โปรดแน่ใจว่าได้คัดลอกเมล็ดพันธุ์และตรวจสอบหลังจากยืนยัน
tr: Lütfen tohumları kopyaladığınızdan ve onayladıktan sonra doğruladığınızdan emin olun

# 下一步
source: Next
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음단계
ku: Piştre
ru: Далей
th: ถัดไป
tr: Sonraki
zh_hans: 下一步

# 提示：请勿截图！如果有人获取你的助记词将直接获取你的资产！请抄下助记词并存放在安全的地方。
source: Tip: Do not take a screenshot! If someone gets your seeds, you assets can be insure! Please copy the seeds and store them in a safe place.
es: Consejo: ¡No tome una captura de pantalla! Si alguien obtiene sus semillas, ¡sus activos pueden estar seguros! Copie las semillas y guárdelas en un lugar seguro.
fr: Astuce : ne faites pas de capture d'écran ! Si quelqu'un récupère vos graines, vos actifs peuvent être assurés ! Veuillez copier les graines et les conserver dans un endroit sûr.
it: Suggerimento: non fare uno screenshot! Se qualcuno ottiene i tuoi semi, i tuoi beni possono essere assicurati! Copia i semi e conservali in un luogo sicuro.
ja: ご注意：スクリーンショットは止めてください！他人にニームニックを知られると資産が紛失される可能性があります。必ずニーモニックを写して安全な場所へ保管してください
ko: 힌트: 캡처하지 마십시오! 만약 누군가가 당신의 도움말을 얻는다면 당신의 자산을 직접 얻게 될 것입니다! 조사사를 베껴 써서 안전한 곳에 보관해 주시면 다음 화면에서 검사하겠습니다.
ru: «Парада: не рабіце скрыншот! Калі нехта атрымае вашы зерні, вы можаце застрахаваць свае актывы! Калі ласка, скапіруйце насенне і захоўвайце іх у бяспечным месцы.»
th: คำแนะนำ: อย่าถ่ายภาพหน้าจอ! หากมีใครได้รับเมล็ดพันธุ์ของคุณ ทรัพย์สินของคุณก็สามารถประกันได้! โปรดคัดลอกเมล็ดพันธุ์และเก็บไว้ในที่ปลอดภัย

source: Tip: Do not save screenshots directly! If someone gets your mnemonic words, they will directly get assets! Correct approach: Method 1: Use another offline device and take photos to save. Method 2: Copy mnemonic words correctly and store them in a safe place. After clicking [Start Backup], you need to verify the mnemonic words you remember.
it: Suggerimento: non salvare gli screenshot direttamente! If qualcuno riceve le tue parole mnemoniche, riceverà direttamente le risorse! Approccio corretto: Metodo 1: utilizza un altro dispositivo offline e scatta foto da salvare. Metodo 2: copia correttamente le parole mnemoniche e conservale in un luogo sicuro. Dopo aver fatto clic su [Avvia backup], devi verificare le parole mnemoniche che ricordi.
ja: ヒント：スクリーンショットで保存しないでください。ニーモニックが他人に知られると、暗号資産を紛失してしまう可能性があります。 正確な方法： 方法一：他の設備や携帯(インターネット接続なし)で写真を撮って保存すること。 方法二：紙などにニーモニックを書き写して、安全な場所に保存すること。 バックアップ開始をクリックすると、あなたがニーモニックをきちんと保存したかを検証します。
ko: 팁 : 스크린 샷을 직접 저장하지 마십시오! 누군가가 니모닉 단어를 얻으면 자산을 직접 얻습니다! 올바른 접근법 : 방법 1 : 다른 오프라인 장치를 사용하고 사진을 찍어 저장합니다. 방법 2 : 니모닉 단어를 올바르게 복사하여 안전한 곳에 보관하십시오. [백업 시작]을 클릭 한 후 기억하는 니모닉 단어를 확인해야합니다.
ru: Парада: Не захоўвайце скрыншоты непасрэдна! Калі хтосьці атрымае вашыя мнеманічныя словы, ён атрымае актывы! Правільны падыход: Спосаб 1: выкарыстоўвайце іншую пазасеткавую прыладу і зрабіце фота для захавання. Спосаб 2: правільна скапіруйце мнеманічныя словы і захавайце іх у бяспечным месцы. Пасля націску [Пачаць рэзервовае капіраванне] неабходна праверыць мнеманічныя словы, якія вы памятаеце.
th: เคล็ดลับ: อย่าบันทึกภาพหน้าจอโดยตรง! ถ้า บางคนได้รับคำช่วยจำของคุณ พวกเขาจะได้รับทรัพย์สินโดยตรง! แนวทางที่ถูกต้อง: วิธีที่ 1: ใช้อุปกรณ์ออฟไลน์เครื่องอื่นและถ่ายรูปเพื่อบันทึก วิธีที่ 2: คัดลอกคำช่วยจำอย่างถูกต้องและเก็บไว้ในที่ปลอดภัย หลังจากคลิก [เริ่มการสำรองข้อมูล] คุณต้องตรวจสอบคำช่วยจำที่คุณจำได้
zh_hans: 提示：请勿直接截图保存！如果有人获取你的助记词将直接获取您的资产！ 正确做法： 方式一：使用另一离线设备，拍照保存。 方式二：正确抄写助记词，存放在安全的地方。 点击［开始备份］后，需要对你记住的助记词进行校验。

# 请务必妥善保存助记词，确定之后将进行校验
source: Be sure to save the mnemonic properly, and verify it after confirming it.
es: Asegúrese de guardar el mnemónico correctamente y verifíquelo después de confirmarlo.
fr: Assurez-vous d'enregistrer correctement le mnémonique et vérifiez-le après l'avoir confirmé.
it: Assicurati di salvare il mnemonico correttamente e verificalo dopo averlo confermato.
ja: ニーモニックを必ず保存し、確定後に検証を始めます。
ko: 니모닉을 올바르게 저장하고 확인한 후 확인하십시오.
ku: Bawer bin ku bîrnasiyê bi rêkûpêk hilînin, û piştî piştrastkirina wê piştrast bikin.
ru: Упэўніцеся, што правільна захавалі мнемоніку і праверце яе пасля пацверджання.
th: อย่าลืมบันทึกตัวช่วยจำอย่างถูกต้อง และตรวจสอบหลังจากยืนยัน
tr: Hatırlatıcıyı doğru şekilde kaydettiğinizden emin olun ve onayladıktan sonra doğrulayın.
zh_hans: 请务必妥善保存助记词，确定之后将进行校验

# 备份钱包
source: Back up wallet
es: Copia de seguridad del monedero
fr: Sauvegarder le portefeuille
it: Esegui il backup del portafoglio
ja: ウォレットをバックアップ
ko: 백업 도움말
ku: Baletê paşve hilde
ru: Стварыць рэзервовую копію кашалька
th: สำรองกระเป๋าเงิน
tr: Cüzdanı yedekle
zh_hans: 备份钱包

# 请按顺序点击助记词
source: Please select the seeds in order
es: Seleccione las semillas en orden
fr: Veuillez sélectionner les graines dans l'ordre
it: Seleziona i semi in ordine
ja: 順番にニーモニックをクリックしてください
ko: 도움말을 차례로 클릭하십시요
ku: Ji kerema xwe tovan bi rêz hilbijêrin
ru: Калі ласка, выберыце насенне па парадку
th: โปรดเลือกเมล็ดพันธุ์ตามลำดับ
tr: Lütfen tohumları sırayla seçin
zh_hans: 请按顺序点击助记词

# 助记词错误
source: Wrong seeds
es: Semillas incorrectas
fr: Mauvaises graines
it: Semi sbagliati
ja: 間違っています
ko: 도움말이 올바르지 않음
ku: Tovên çewt
ru: Няправільныя насенне
th: เมล็ดผิด
tr: Yanlış tohumlar
zh_hans: 助记词错误

# 备份成功
source: Back up successfully
es: Copia de seguridad correcta
fr: Sauvegarde réussie
it: Backup riuscito
ja: バックアップできました
ko: 도움말 백업 성공
ku: Piştevaniya bi serkeftî
ru: Паспяховая рэзервовая копія
th: สำรองข้อมูลสำเร็จ
tr: Yedekleme başarılı
zh_hans: 备份成功

# 请选择主链
source: Select the coin
es: Seleccione la moneda
fr: Sélectionnez la pièce
it: Seleziona la moneta
ja: コインを選んでください
ko: 주 체인 선택
ku: Dereyê hilbijêre
ru: Выберыце манету
th: เลือกเหรียญ
tr: Parayı seçin
zh_hans: 请选择主链

# 复制
source: Copy
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복제
ku: Kopîkirin
ru: Капіяваць
th: คัดลอก
tr: Kopyala
zh_hans: 复制

# 私钥复制成功
source: Private key copied successfully
es: La clave privada se copió correctamente
fr: Clé privée copiée avec succès
it: Chiave privata copiata con successo
ja: 秘密鍵がコピーできました
ko: 개인키복제성공
ku: Mifteya taybet bi serkeftî hat kopîkirin
ru: Прыватны ключ скапіраваны паспяхова
th: คัดลอกคีย์ส่วนตัวสำเร็จ
tr: Özel anahtar başarıyla kopyalandı
zh_hans: 私钥复制成功

# 请输入旧密码
source: Please enter old password
es: Por favor, introduzca la contraseña anterior
fr: Veuillez saisir l'ancien mot de passe
it: Inserisci la vecchia password
ja: 古いパスワードを入力
ko: 구 암호를 입력하십시오
ku: Ji kerema xwe şîfreya kevn binivîse
ru: Калі ласка, увядзіце стары пароль
th: โปรดป้อนรหัสผ่านเก่า
tr: Lütfen eski parolayı girin
zh_hans: 请输入旧密码

# 请输入新密码
source: Please enter new password
es: Por favor, introduzca la nueva contraseña
fr: Veuillez saisir un nouveau mot de passe
it: Inserisci una nuova password
ja: 新しいパスワードを入力
ko: 새 암호 입력
ku: Ji kerema xwe şîfreya nû binivîse
ru: Калі ласка, увядзіце новы пароль
th: โปรดป้อนรหัสผ่านใหม่
tr: Lütfen yeni parolayı girin
zh_hans: 请输入新密码

# 重新输入新密码
source: Please reenter new password
es: Vuelva a introducir la nueva contraseña
fr: Veuillez ressaisir le nouveau mot de passe
it: Inserisci nuovamente la nuova password
ja: 新しいパスワードを再度入力
ko: 새 암호를 다시 입력하십시오
ku: Ji kerema xwe şîfreya nû ji nû ve binivîse
ru: Калі ласка, увядзіце новы пароль яшчэ раз
th: โปรดป้อนรหัสผ่านใหม่อีกครั้ง
tr: Lütfen yeni parolayı yeniden girin
zh_hans: 重新输入新密码

# 两次密码不相同
source: Two passwords are different
es: Dos contraseñas son diferentes
fr: Deux mots de passe sont différents
it: Due password sono diverse
ja: 二回のパスワードが違います
ko: 두 차례 암호가 동일하지 않습니다!
ku: Du şîfre cuda ne
ru: Два паролі розныя
th: รหัสผ่านสองรหัสต่างกัน
tr: İki parola farklı
zh_hans: 两次密码不相同

# 密码修改成功
source: Password changed successfully
es: La contraseña se cambió correctamente
fr: Mot de passe modifié avec succès
it: Password modificata con successo
ja: パスワードが変更できました
ko: 비밀번호 수정 성공!
ku: Şîfre bi serkeftî guherî
ru: Пароль паспяхова зменены
th: เปลี่ยนรหัสผ่านสำเร็จ
tr: Şifre başarıyla değiştirildi
zh_hans: 密码修改成功

# 密码设置成功
source: Password set successfully
es: La contraseña se estableció correctamente
fr: Mot de passe défini avec succès
it: Password impostata correttamente
ja: パスワードが設定できました
ko: 비밀번호가 성공적으로 설정되었습니다!
ku: Şîfre bi serkeftî hat danîn
ru: Пароль усталяваны паспяхова
th: ตั้งรหัสผ่านสำเร็จ
tr: Şifre başarıyla ayarlandı
zh_hans: 密码设置成功

# 设置成功！
source: Successfully
es: Con éxito
fr: Avec succès
it: Con successo
ja: 設定できました
ko: 설정성공
ku: Serkeftin
ru: Паспяхова
th: สำเร็จ
tr: Başarıyla

# 中文
source: Chinese
es: chino
fr: Chinois
it: cinese
ja: 中国語
ko: 중국어
ku: Çînî
ru: кітайская
th: ภาษาจีน
tr: Çince
zh_hans: 中文

# 请设置钱包名称！
source: Please set your wallet name
es: Establezca el nombre de su monedero
fr: Veuillez définir le nom de votre portefeuille
it: Imposta il nome del tuo portafoglio
ja: ウォレット名を設定してください
ko: 지갑 이름을 입력해주세요
ku: Ji kerema xwe navê berîka xwe deyne
ru: Калі ласка, усталюйце назву кашалька
th: กรุณาตั้งชื่อกระเป๋าสตางค์ของคุณ
tr: Lütfen cüzdan adınızı girin
zh_hans: 请设置钱包名称！

# 设置钱包名称
source: Set your wallet name
es: Establezca el nombre de su monedero
fr: Définissez le nom de votre portefeuille
it: Imposta il nome del tuo portafoglio
ja: ウォレット名を設定
ko: 지갑 이름을 입력해주세요
ku: Navê berîka xwe deyne
ru: Устанавіць назву кашалька
th: ตั้งชื่อกระเป๋าสตางค์ของคุณ
tr: Cüzdan adınızı belirleyin
zh_hans: 设置钱包名称

# 钱包名称已存在
source: Wallet name already exist
es: El nombre de la billetera ya existe
fr: Le nom du portefeuille existe déjà
it: Il nome del portafoglio esiste già
ja: ウォレット名は存在しています
ko: 지갑 이름이 이미 존재합니다
ku: Navê walletê jixwe heye
ru: Назва кашалька ўжо існуе
th: ชื่อกระเป๋าสตางค์มีอยู่แล้ว
tr: Cüzdan adı zaten var
zh_hans: 钱包名称已存在

# 更换助记词
source: Change seeds
es: Cambiar semillas
fr: Changer les graines
it: Cambia semi
ja: チェンジ
ko: 도움말 바꾸기
ku: Guhertina tovan
ru: Змяніць насенне
th: เปลี่ยนเมล็ด
tr: Tohumları değiştir
zh_hans: 更换助记词

# 请输入
source: Enter
es: Entrar
fr: Entrée
it: Invio
ja: ご入力ください
ko: 입력해주세요
ku: Têkeve
ru: Увядзіце
th: เข้า
tr: Gir
zh_hans: 请输入

# 助记词
source: seeds
es: semillas
fr: graines
it: semi
ja: ニーモニック
ko: 도움말
ku: tovî
ru: насенне
th: เมล็ดพืช
tr: tohumlar
zh_hans: 助记词
