Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 修改成功
source: Successfully modified
es: Modificado correctamente
fr: Modification réussie
it: Modificato con successo
ja: 正常に変更されました
ko: 성공적으로 수정 됨
ku: Bi serketî hat guherandin
ru: Паспяхова зменена
th: แก้ไขเรียบร้อยแล้ว
tr: Başarıyla değiştirildi
zh_hans: 修改成功

# Game ID 复制成功
source: Game ID Copied
it: ID gioco copiato
ru: Ідэнтыфікатар гульні скапіраваны
zh_hans: Game ID 复制成功

# 确定使用 %d币 创建对局?
source: Confirm to create battle with %d?
fr: Confirmer pour créer la bataille avec %d ?
it: Confermi di creare una battaglia con %d?
ru: Пацвердзіць стварэнне бітвы з %d?
zh_hans: 确定使用 %d币 创建对局?

source: English
ku: Ingilîzî
ru: Англійская

# %@是一款移动数字钱包App，旨在为用户提供安全好用、功能强大的数字资产管理工具。
source: %@ is a mobile digital wallet app designed to provide users with secure, easy-to-use, powerful digital asset management tools.
es: %@ es una billetera digital móvil aplicación diseñada para proporcionar a los usuarios seguridad, fácil de usar utilizar potentes herramientas de gestión de activos digitales.
fr: %@ est un portefeuille numérique mobile application conçue pour fournir aux utilisateurs un accès sécurisé et facile à utiliser de puissants outils de gestion des actifs numériques.
it: %@ è un'app di portafoglio digitale mobile progettata per fornire utenti con un sistema sicuro e facile da utilizzare potenti strumenti di gestione delle risorse digitali.
ja: %@ ウォレットは安全で使いやすく、強力なデジタル資産管理ツールをユーザーに提供できるように設計された、仮想デジタルウォレットアプリです。
ru: %@ - гэта мабільны лічбавы дадатак кашалёк, распрацаванае, каб забяспечыць карыстальнікам бяспечны, просты ў выкарыстанні выкарыстоўваць магутныя інструменты кіравання лічбавымі актывамі.»

# 本地备注：信息不上链，保存在本地
source: Note on the local:information is not on the chain,keep it locally
es: Nota sobre el local: la información no está en la cadena, guárdela localmente
fr: Remarque sur le local : l'information n'est pas sur la chaîne, conservez-la localement
it: Nota sul locale:l'informazione non è sulla catena, conservala localmente
ja: ローカル備考とは？情報がチェーンにアップロードされていません、ローカルに保存
ko: 로컬 비고: 메시지가 체인에 맞지 않고 로컬에 저장됨
ku: Têbînî li ser herêmî: agahdarî ne li ser zincîrê ye, li herêmî bihêle
ru: Заўвага на лакальным узроўні: інфармацыя не знаходзіцца ў ланцужку, захоўвайце яе лакальна
tr: Yerel ile ilgili not: bilgi zincirde değil, yerel olarak saklayın
zh_hans: 本地备注：信息不上链，保存在本地

source: 1. Invite your family/friends/classmates and other acquaintances with the highest success rate. 2. Sharing to WeChat group/qq group can increase the chance of successful invitation. 3. Pay more attention to the announcement, there may be new reward activities. 4. Keep sharing every day, you will get more than others~
es: 1. Invite a su familia/amigos/compañeros de clase y otros conocidos con la tasa de éxito más alta. 2. Compartir en el grupo WeChat/grupo qq puede aumentar la posibilidad de una invitación exitosa. 3. Preste más atención al anuncio, puede haber nuevas actividades de recompensa. 4. Siga compartiendo todos los días, obtendrá más que otros ~
fr: 1. Invitez votre famille/amis/camarades de classe et autres connaissances avec le taux de réussite le plus élevé. 2. Le partage avec le groupe WeChat/qq groupe peut augmenter la chance d'une invitation réussie. 3. Faites plus attention à l'annonce, il peut y avoir de nouvelles activités de récompense. 4. Continuez à partager tous les jours, vous obtiendrez plus que les autres~
ja: 1.ご家族/友人/同級生/同僚などよく知っている人なら成功率が一番高い！ 2.Lineなどのソーシャルメディアにシェアすれば、成功率を高められる！ 3．お知らせに注意を払い、更に多くの報酬をゲットできる新しいイベントもある。 4．シェアとお誘いを毎日頑張り続ければ、他人よりもっと報酬がもらえる！
ko: 1.당신의 가족/친구/동료 등 지인을 초대할 때 성공률이 가장 높다. 2.웨이신군/qq군에 나눔으로써 성공적인 초대 확률을 높일 수 있습니다.3.공고에 관심이 많으니 새로운 인센티브가 있을 수 있습니다. 4. 매일 꾸준히 나눠먹기
ru: 1. Запрасіце сваю сям'ю/сяброў/аднакласнікаў і іншых знаёмых з самым высокім паказчыкам поспеху. 2. Абагульванне ў групе WeChat/qq-групе можа павялічыцца верагоднасць паспяховага запрашэння. 3. Звярніце больш увагі на аб'явы, могуць быць новыя дзеянні з узнагародай. 4. Працягвайце дзяліцца кожны дзень, вы атрымаеце больш, чым іншыя~
zh_hans: 1.邀请您的家人/朋友/同学/同事等熟人的成功率最高。 2.分享至微信群/QQ群，可以提升成功邀请几率。 3.多多关注公告，可能会有新的奖励活动哦。 4.每天坚持分享，你会比别人得到更多。

# 快来创建一个区块链钱包，私钥自主管理，海量币种支持，畅游各类智能合约
source: Come and create a blockchain wallet, private key management, massive currency support, and various smart contracts
es: Venga y cree una billetera blockchain, administración de claves privadas, soporte masivo de divisas, y varios contratos inteligentes
fr: Venez créer un portefeuille blockchain, gestion des clés privées, prise en charge massive des devises, et divers contrats intelligents
it: Vieni a creare un portafoglio blockchain, gestione delle chiavi private, massiccio supporto valutario e vari contratti intelligenti
ja: ブロックチェーンウォレット、秘密鍵管理、大規模な通貨サポート、さまざまなスマートコントラクトを作成してください
ko: 블록 체인 지갑, 개인 키 관리, 대규모 통화 지원 및 다양한 스마트 계약 작성
ru: Прыходзьце і стварыце кашалёк блокчейн, кіраванне прыватнымі ключамі, мас. падтрымка валюты і розныя смарт-кантракты»
zh_hans: 快来创建一个区块链钱包，私钥自主管理，海量币种支持，畅游各类智能合约

# 红包已分享， 可在红包记录里查看领取详情！
source: The red packet is shared, please view more in the red packet record.
es: El paquete rojo está compartido, vea más en el registro del paquete rojo.
fr: Le paquet rouge est partagé, veuillez en voir plus dans l'enregistrement du paquet rouge.
it: Il pacchetto rosso è condiviso, visualizza di più nel record del pacchetto rosso.
ja: お年玉をシェアしました、 お年玉記録に詳しい情報をご確認ください
ko: お年玉をシェアしました、 お年玉記録に詳しい情報をご確認ください
tr: Kırmızı paket paylaşılıyor, lütfen kırmızı paket kaydında daha fazlasını görüntüleyin.
zh_hans: 红包已分享， 可在红包记录里查看领取详情！

# 交易记录
source: Transaction History
zh_hans: 交易记录

# Copyright © 杭州本链科技 版权所有
source: ©Hangzhou Benlian Technology Copyright
ja: Copyright © RSK.Co.,Ltd.
ko: Copyright © RSK.Co.,Ltd.
zh_hans: Copyright © 杭州本链科技 版权所有

# MyDao是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。
source: MyDao is a mobile money wallet app designed to provide users with secure, easy-to-use, powerful digital asset management tools.
zh_hans: MyDao是一款移动端货币钱包App，旨在为用户提供安全，好用，功能强大数字资产管理工具。

# 请输入网址
source: Please enter the website address
zh_hans: 请输入网址

# 以太坊生态
source: Ethereum Ecology
zh_hans: 以太坊生态

# 比特元生态
source: Bityuan Ecology
zh_hans: 比特元生态

# 原链生态
source: Yuanchain Ecology
zh_hans: 原链生态

# 设置找回参数
source: Set retrieval parameters
zh_hans: 设置找回参数

# 控制地址:
source: Controlling address:
zh_hans: 控制地址:

# 控制地址
source: Controlling address
zh_hans: 控制地址

# 二维码
source: QR code
zh_hans: 二维码

# 用户备份公钥
source: User backup public key
zh_hans: 用户备份公钥

# 余额:
source: balance:
zh_hans: 余额:

# 请输入备份地址对应的公钥
source: Please enter the public key corresponding to the backup address
zh_hans: 请输入备份地址对应的公钥

# mydao官方备份公钥
source: Mydao official backup public key
zh_hans: mydao官方备份公钥

# 请输入找回邮箱
source: Please enter the retrieval email
zh_hans: 请输入找回邮箱

# 找回时间设置
source: Retrieval time setting
zh_hans: 找回时间设置

# 7天
source: 7 days
zh_hans: 7天

# 30天
source: 30 days
zh_hans: 30天

# 90天
source: 90 days
zh_hans: 90天

# 搜索历史
source: history
zh_hans: 搜索历史

# 清空
source: clear
zh_hans: 清空

# 请输入备份公钥
source: please enter backup public key
zh_hans: 请输入备份公钥

# 导出公钥
source: export public key
zh_hans: 导出公钥

# 绑定找回钱包
source: Bind to retrieve wallet
zh_hans: 绑定找回钱包

# 请输入控制地址的私钥
source: please enter the controlling address private key
zh_hans: 请输入控制地址的私钥

# 请输入找回地址
source: plesae enter the retrieve address
zh_hans: 请输入找回地址

# 账户名称
source: Wallet Name
zh_hans: 账户名称

# 请设置账户密码
source: Set password
zh_hans: 请设置账户密码

# 确认账户密码
source: Confirm password
zh_hans: 确认账户密码

# 请输入找回地址或扫码找回地址生成的二维码录入
source: Please enter the retrieve addressy or enter the QR code generated by scanning the retrieve address
zh_hans: 请输入找回地址或扫码找回地址生成的二维码录入

# 导入找回钱包
source: import retrieve wallet
zh_hans: 导入找回钱包
