Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 奖励
source: Reward
es: Recompensa
fr: Récompense
it: Ricompensa
ja: 報酬
ko: 장려
ku: Xelatê
ru: Узнагарода
th: รางวัล
tr: Ödül
zh_hans: 奖励

# 发放时间
source: Release time
es: Hora de lanzamiento
fr: Temps de relâchement
it: Tempo di rilascio
ja: 取得時間
ko: 배포 시간
ku: Dema berdanê
ru: Час вызвалення
th: เวลาออก
tr: Bırakma zamanı
zh_hans: 发放时间

# 注册
source: Registe
es: Registrarse
fr: S'inscrire
it: Registrati
ja: 登録
ko: 등록
ku: Qeyd bike
ru: Зарэгістравацца
th: ลงทะเบียน
tr: Kayıt Ol
zh_hans: 注册

# 实名
source: Verify
es: Verificar
fr: Vérifier
it: Verifica
ja: 実名
ko: 실명
ku: Verast bike
ru: Праверыць
th: ยืนยัน
tr: Doğrula
zh_hans: 实名

# 推荐等级
source: Recommend level
es: Nivel recomendado
fr: Niveau recommandé
it: Livello consigliato
ja: お誘いレベル
ko: 추천 등급
ku: Asta pêşniyar bike
ru: Рэкамендаваны ўзровень
th: ระดับแนะนำ
tr: Önerilen seviye
zh_hans: 推荐等级

# 一级
source: First level
es: Primer nivel
fr: Premier niveau
it: Primo livello
ja: 一級
ko: 1급
ku: Asta yekem
ru: Першы ўзровень
th: ระดับแรก
tr: Birinci seviye
zh_hans: 一级

# 二级
source: Second level
es: Segundo nivel
fr: Second niveau
it: Secondo livello
ja: 二級
ko: 2급
ku: Asta duyem
ru: Другі ўзровень
th: ระดับที่สอง
tr: İkinci düzey
zh_hans: 二级

# 三级
source: Third level
es: Tercer nivel
fr: Troisième niveau
it: Terzo livello
ja: 三級
ko: 3급
ku: Asta sêyem
ru: Трэці ўзровень
th: ระดับที่สาม
tr: Üçüncü düzey
zh_hans: 三级

# 重置
source: Reset
es: Reiniciar
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
ku: Vegere
ru: Скінуць
th: รีเซ็ต
tr: Sıfırla
zh_hans: 重置

# 月份筛选
source: Filter by month
es: Filtrar por mes
fr: Filtrer par mois
it: Filtra per mese
ja: 月間フィルタ
ko: 월별 선별
ku: Li gor mehê fîlter bike
ru: Фільтр па месяцах
th: กรองตามเดือน
tr: Aya göre filtrele
zh_hans: 月份筛选

# 安全好用多链钱包
source: Safe and easy wallet
es: Monedero fácil y seguro
fr: Portefeuille sûr et facile
it: Portafoglio facile e sicuro
ja: 便利で安全なクロスチェーンウォレット
ko: 안전하게 다중 연결된 지갑
ku: Baletê ewle û hêsan
ru: Бяспечны і просты кашалёк
th: กระเป๋าเงินที่ปลอดภัยและใช้งานง่าย
tr: Güvenli ve kolay cüzdan

# 支持海量币种存储
source: Support massive currency storage
es: Admite almacenamiento masivo de divisas
fr: Prend en charge le stockage massif de devises
it: Supporta l'archiviazione massiccia di valuta
ja: 多様多種なコイン管理機能
ko: 많은 량의 화폐류 저장 지원
ku: Piştgiriya hilanîna diravên mezin
ru: Падтрымка масавага захоўвання валюты
th: รองรับการจัดเก็บสกุลเงินจำนวนมาก
tr: Yığın para depolamayı destekle
zh_hans: 支持海量币种存储

# 年
source: Year
es: Año
fr: Année
it: Anno
ja: 年
ko: 년
ku: Sal
ru: Год
th: ปี
tr: Yıl
zh_hans: 年

# 月
source: Month
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
ku: Meh
ru: Месяц
th: เดือน
tr: Ay
zh_hans: 月

# 口令分享
source: Sharing password
es: Compartir contraseña
fr: Partage du mot de passe
it: Condivisione password
ja: リンクシェア
ko: 암호공유
ku: Şîfreya parvekirinê
ru: Агульны пароль
th: แบ่งปันรหัสผ่าน
tr: Şifre paylaşılıyor
zh_hans: 口令分享

# 口令复制成功
source: Success
es: Éxito
fr: Succès
it: Successo
ja: シェアリンクがコピーできました
ko: 암호 복제 성공
ku: Serkeftin
ru: Поспех
th: สำเร็จ
tr: Başarılı
zh_hans: 口令复制成功

# 分享到
source: Share to
es: Compartir con
fr: Partager avec
it: Condividi su
ja: へシェアする
ko: 나눔
ku: Ji bo parvekirinê
ru: Падзяліцца з
th: แชร์ไปที่
tr: Paylaş
zh_hans: 分享到

# 选择海报
source: Choose a poster
es: Elija un póster
fr: Choisir une affiche
it: Scegli un poster
ja: ポスターを選択
ko: 포스터 선택
ku: Posterek hilbijêre
ru: Выбраць плакат
th: เลือกโปสเตอร์
tr: Bir poster seçin
zh_hans: 选择海报

# 保存图片
source: Save picture
es: Guardar imagen
fr: Enregistrer l'image
it: Salva immagine
ja: 画像保存
ko: 이미지 저장
ku: Wêne tomar bike
ru: Захаваць малюнак
th: บันทึกรูปภาพ
tr: Resmi kaydet
zh_hans: 保存图片

# 全部
source: All
es: Todos
fr: Tous
it: Tutto
ja: すべて
ko: 전부
ku: Hemû
ru: Усе
th: ทั้งหมด
tr: Tümü
zh_hans: 全部

# 助你畅游日本的加密资产钱包
source: A cryptocurrency wallet that can help you travel in Japan
es: Un monedero de criptomonedas que puede ayudarte a viajar por Japón
fr: Un portefeuille de crypto-monnaie qui peut vous aider à voyager au Japon
it: Un portafoglio di criptovalute che può aiutarti a viaggiare in Giappone
ja: 日本旅を楽しめる暗号資産ウォレット
ko: 日本旅を楽しめる暗号資産ウォレット
ku: Baletek krîpto ku dikare ji we re bibe alîkar ku hûn li Japonyayê sefer bikin
ru: Крыптавалютны кашалёк, які дапаможа вам падарожнічаць па Японіі
th: กระเป๋าเงินดิจิตอลที่สามารถช่วยคุณเดินทางในญี่ปุ่น
tr: Japonya'da seyahat etmenize yardımcı olabilecek bir kripto para cüzdanı
zh_hans: 助你畅游日本的加密资产钱包

# 签到
source: Sign in
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: サインイン
ko: 서명
ku: Têkeve
ru: Увайсці
th: ลงชื่อเข้าใช้
tr: Giriş yap
zh_hans: 签到

# 邀请有礼
source: Invitation courtesy
es: Cortesía de invitación
fr: Invitation de courtoisie
it: Invito di cortesia
ja: お誘いして報酬獲得
ko: 초대형식
ku: Vexwendname ji kerema xwe
ru: Ветлівае запрашэнне
th: คำเชิญตามมารยาท
tr: Davetiye nezaketi
zh_hans: 邀请有礼

# 欢迎使用
source: Welcome to
es: Bienvenido a
fr: Bienvenue à
it: Benvenuto in
ja: へようこそ
ko: 사용을 환영합니다
ku: Bi xêr hatî
ru: Сардэчна запрашаем у
th: ยินดีต้อนรับสู่
tr: Hoş Geldiniz
zh_hans: 欢迎使用

# 长按识别二维码
source: Long press to identify the QR code
es: Pulsación prolongada para identificar el código QR
fr: Appuyez longuement pour identifier le code QR
it: Premere a lungo per identificare il codice QR
ja: 押して放さずQRコードを読み取ってください
ko: 길게 눌러서 2차원 코드를 식별
ku: Ji bo tesbîtkirina koda QR-ê demeke dirêj bitikîne
ru: Доўгі націск для ідэнтыфікацыі QR-кода
th: กดค้างเพื่อระบุคิวอาร์โค้ด
tr: QR kodunu belirlemek için uzun basın

# 已邀请0人，继续加油哦
source: 0 Invited,Continue to cheer
es: 0 invitados, continuar animando
fr: 0 Invité,Continuer à applaudir
it: 0 invitati,Continua a tifare
ja: 0人をお誘いした！引き続き頑張ってね
ko: 0%인 초대했는데 힘내세요
ku: 0 Vexwendin, Bi şahiyê bidomînin
ru: 0 запрошаных, працягвайце хварэць
th: 0 เชิญ,เชียร์ต่อไป
tr: 0 Davetli, Neşelenmeye devam edin
zh_hans: 已邀请0人，继续加油哦

# 实名才有奖励哦
source: Real-name certification is rewarded
es: Se recompensa la certificación de nombre real
fr: La certification de nom réel est récompensée
it: La certificazione del nome reale viene premiata
ja: 実名確認してから報酬ゲットだよ
ko: 실명이라야 인센티브가 있어요
ku: Sertîfîkaya navê rast tê xelatkirin
ru: Сертыфікацыя сапраўднага імя ўзнагароджваецца
th: ใบรับรองชื่อจริงได้รับรางวัล
tr: Gerçek ad sertifikası ödüllendirilir
zh_hans: 实名才有奖励哦

# 签到有礼
source: Sign in courtesy
es: Iniciar sesión de cortesía
fr: Connectez-vous avec courtoisie
it: Accedi per cortesia
ja: 毎日サインインして報酬獲得
ko: 초대에 선물이 있다
ku: Têkeve bi xêrxwazî
ru: Увайсці з ветлівасцю
th: เข้าสู่ระบบอย่างสุภาพ
tr: Nezaketle oturum açın
zh_hans: 签到有礼

# 分享
source: Share
es: Compartir
fr: Partager
it: Condividi
ja: シェア
ko: 나누다
ku: Parvekirin
ru: Падзяліцца
th: แบ่งปัน
tr: Paylaş

# 复制链接
source: Copy link
es: Copiar enlace
fr: Copier le lien
it: Copia link
ja: リンクをコピー
ko: 링크복제
ku: Grêdanê kopî bike
ru: Капіяваць спасылку
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala

# 在浏览器中打开
source: Open the browser
es: Abrir el navegador
fr: Ouvrir le navigateur
it: Apri il browser
ja: エクスプローラーで開く
ko: 브라운저에서 열기
ku: Gerokê veke
ru: Адкрыць браўзер
th: เปิดเบราว์เซอร์
tr: Tarayıcıyı aç

# 计价货币
source: Pricing currency
es: Divisa de precio
fr: Devise de tarification
it: Valuta del prezzo
ja: 通貨建て
ko: 표시통화
ku: Pereyê bihayê
ru: Валюта цэнаўтварэння
th: สกุลเงินของราคา
tr: Fiyatlandırma para birimi

# 人民币
source: RMB
ja: 人民元
ko: 인민폐
ru: юані
th: หยวน

# 美元
source: Dollar
es: Dólar
it: Dollaro
ja: 米ドル
ko: 미달러
ku: Dolar
ru: Даляр
th: ดอลลาร์
tr: Dolar

# 英镑
source: GBP
ja: イギリスポンド
ko: 영국 파운드
th: ปอนด์สเตอร์ลิง

# 港币
source: HKD
ja: 香港ドル
ko: 홍콩 달러
th: ฮ่องกง

# 日元
source: JPY
ja: 円
ko: 엔
th: เยน

# 点击登录
source: Log in
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: 預託口座へログイン
ko: 로그인 클릭
ku: Têkeve
ru: Увайсці
th: เข้าสู่ระบบ
tr: Oturum aç
zh_hans: 点击登录

# 请输入账号
source: Enter account
es: Introducir cuenta
fr: Entrez le compte
it: Accedi all'account
ja: アカウントを入力
ko: 계좌번호입력
ku: Hesabê bikeve
ru: Увесці ўліковы запіс
th: ป้อนบัญชี
tr: Hesabı girin
zh_hans: 请输入账号

# 获取验证码
source: Get Code
es: Obtener código
fr: Obtenir le code
it: Ottieni codice
ja: 認証コード
ko: 인증번호를 얻다
ku: Kodê bistînin
ru: Атрымаць код
th: รับรหัส
tr: Kod Al
zh_hans: 获取验证码

# 请输入验证码
source: Enter verification code
es: Introduzca el código de verificación
fr: Entrez le code de vérification
it: Inserisci il codice di verifica
ja: 認証コードを入力
ko: 인증번호를 입력하세요
ku: Koda verastkirinê binivîse
ru: Увядзіце код спраўджання
th: ป้อนรหัสยืนยัน
tr: Doğrulama kodunu girin
zh_hans: 请输入验证码

# 登录
source: Login
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
ko: 등록
ku: Têketin
ru: Уваход
th: เข้าสู่ระบบ
tr: Giriş
zh_hans: 登录

# 已发送
source: sent
es: enviado
fr: envoyé
it: inviato
ja: 発信しました
ko: 이미 발송
ku: şandin
ru: адпраўлена
th: ส่งแล้ว
tr: gönderildi
zh_hans: 已发送

# 个人信息
source: Personal information
es: Información personal
fr: Informations personnelles
it: Informazioni personali
ja: 個人情報
ko: 개인정보
ku: Agahiyên şexsî
ru: Асабістая інфармацыя
th: ข้อมูลส่วนบุคคล
tr: Kişisel bilgiler
zh_hans: 个人信息

# 头像
source: Avatar
ja: プロフィ画像
ko: 두상
ru: Аватар
th: อวตาร
zh_hans: 头像

# 设置支付密码
source: Set payment password
es: Establecer contraseña de pago
fr: Définir le mot de passe de paiement
it: Imposta password di pagamento
ja: 支払いパスワード
ko: 결제 비밀번호 설정
ku: Şîfreya dravdanê destnîşan bike
ru: Усталяваць плацежны пароль
th: ตั้งรหัสผ่านการชำระเงิน
tr: Ödeme şifresini ayarla
zh_hans: 设置支付密码

# 身份认证
source: Identity verify
es: Verificación de identidad
fr: Vérification d'identité
it: Verifica identità
ja: 身元確認
ko: 身元確認
ku: Nasnameyê piştrast bike
ru: Праверка асобы
th: ยืนยันตัวตน
tr: Kimlik doğrulama
zh_hans: 身份证

# 去认证
source: To verify
es: Para verificar
fr: Pour vérifier
it: Da verificare
ja: 認証を開始する
ko: 인증하러 가다
ku: Ji bo verastkirinê
ru: Праверыць
th: ตรวจสอบ
tr: Doğrulamak için
zh_hans: 去认证

# 已认证
source: Verified
es: Verificado
fr: Vérifié
it: Verificato
ja: 認証済み
ko: 인증됨
ku: Perastkirî
ru: Праверана
th: ตรวจสอบแล้ว
tr: Doğrulandı
zh_hans: 已认证

# 退出登录
source: Log out
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
ko: 로그아웃
ku: Derketin
ru: Выйсці
th: ออกจากระบบ
tr: Oturumu kapat
zh_hans: 退出登录

# 验证码已经发送到您的手机
source: sent
es: enviado
fr: envoyé
it: inviato
ja: 認証コードは携帯番号sに送信しました
ko: 인증번호 전송 성공!
ku: şandin
ru: адпраўлена
th: ส่งแล้ว
tr: gönderildi

# 6位数字验证码
source: 6 digit verification code
es: Código de verificación de 6 dígitos
fr: Code de vérification à 6 chiffres
it: Codice di verifica a 6 cifre
ja: 6桁数字の認証コード
ko: 6자리 숫자 검증 코드
ku: Koda verastkirinê ya 6 reqî
ru: 6-значны код спраўджання
th: รหัสยืนยัน 6 หลัก
tr: 6 haneli doğrulama kodu
zh_hans: 6位数字验证码

# 您可以使用设置的密码来确认%@账号的操作
source: You can confirm the operation with the set password.
es: Puede confirmar la operación con la contraseña establecida.
fr: Vous pouvez confirmer l'opération avec le mot de passe défini.
it: Puoi confermare l'operazione con la password impostata.
ja: 設定のパスワードで%@アカウントの操作ができます
ko: 당신은 %@ 계정의 조작을 확인하기 위해 설정된 비밀번호를 사용할 수 있습니다.
ku: Hûn dikarin bi şîfreya destnîşankirî operasyonê piştrast bikin.
ru: Вы можаце пацвердзіць аперацыю з дапамогай усталяванага пароля.
th: คุณสามารถยืนยันการดำเนินการด้วยรหัสผ่านที่ตั้งไว้
tr: Belirlenen parola ile işlemi onaylayabilirsiniz.
zh_hans: 您可以使用设置的密码来确认%@账号的操作

# 确认密码
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワードを確定する
ko: 비밀번호 확인
ku: Şîfreyê piştrast bike
ru: Пацвердзіць пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi onaylayın
zh_hans: 确认密码

# 再次输入密码
source: Enter password again
es: Introduzca la contraseña de nuevo
fr: Entrez à nouveau le mot de passe
it: Inserisci di nuovo la password
ja: もう一度パスワードを入力
ko: 암호다시입력
ku: Dîsa şîfreyê binivîse
ru: Увядзіце пароль яшчэ раз
th: ป้อนรหัสผ่านอีกครั้ง
tr: Şifreyi tekrar girin
zh_hans: 再次输入密码

# 进入
source: enter
es: entrar
fr: entrer
it: entrare
ja: 開く
ko: 진입
ku: keve
ru: увесці
th: เข้า
tr: girin

# 托管账户未设置支付密码，请先设置支付密码
source: The payment password is not set for the escrow account. Please set the payment password first
es: La contraseña de pago no está establecida para la cuenta de depósito en garantía. Establezca primero la contraseña de pago
fr: Le mot de passe de paiement n'est pas défini pour le compte séquestre. Veuillez d'abord définir le mot de passe de paiement
it: La password di pagamento non è impostata per l'account di deposito a garanzia. Impostare prima la password di pagamento
ja: 預託口座の支払いパスワードを設定してください
ko: 신탁관리계정 지불암호 미설정 , 지불암호설정하기
ku: Şîfreya dravdanê ji bo hesabê escrow nehatiye danîn. Ji kerema xwe pêşî şîfreya dravdanê bicîh bikin
ru: Пароль аплаты не ўсталяваны для ўліковага запісу дэпазітавання. Калі ласка, спачатку ўсталюйце пароль аплаты
th: ไม่ได้ตั้งค่ารหัสผ่านการชำระเงินสำหรับบัญชีเอสโครว์ โปรดตั้งรหัสผ่านการชำระเงินก่อน
tr: Emanet hesabı için ödeme şifresi ayarlanmamış. Lütfen önce ödeme şifresini belirleyin
zh_hans: 托管账户未设置支付密码，请先设置支付密码

# 托管账户未设置支付密码，请先设置支付密码
source: The payment password is not set for the escrow account. Please set the payment password first
es: La contraseña de pago no está configurada para la cuenta de depósito en garantía. Establezca primero la contraseña de pago
fr: Le mot de passe de paiement n'est pas défini pour le compte séquestre. Veuillez d'abord définir le mot de passe de paiement
it: La password di pagamento non è impostata per l'account di deposito a garanzia. Impostare prima la password di pagamento
ja: 預託口座の支払いパスワードを設定してください
ko: 신탁관리계정 지불암호 미설정 , 지불암호설정하기
ku: Şîfreya dravdanê ji bo hesabê escrow nehatiye danîn. Ji kerema xwe pêşî şîfreya dravdanê bicîh bikin
ru: Пароль аплаты не ўсталяваны для ўліковага запісу дэпазітавання. Спачатку ўсталюйце пароль аплаты
th: ไม่ได้ตั้งค่ารหัสผ่านการชำระเงินสำหรับบัญชีเอสโครว์ โปรดตั้งรหัสผ่านการชำระเงินก่อน
tr: Emanet hesabı için ödeme şifresi ayarlanmamış. Lütfen önce ödeme şifresini belirleyin
zh_hans: 托管账户未设置支付密码，请先设置支付密码

# 多地址
source: Multiple address
es: Direcciones múltiples
fr: Adresse multiple
it: Indirizzi multipli
ja: マルチアドレス
ko: 다중 주소
ku: Navnîşana pirjimar
ru: Некалькі адрасоў
th: ที่อยู่หลายแห่ง
tr: Birden çok adres

# 交易记录
source: Transaction History
es: Historial de transacciones
fr: Historique des transactions
it: Cronologia transazioni
ja: 取引記録
ko: 거래기록
ku: Dîroka danûstandinê
ru: Гісторыя транзакцый
th: ประวัติการทำธุรกรรม
tr: İşlem Geçmişi

# 修改支付密码
source: Change password
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ja: 支払いパスワードを変更する
ko: 지급비밀번호 수정
ku: Şîfreyê biguherîne
ru: Змяніць пароль
th: เปลี่ยนรหัสผ่าน
tr: Parolayı değiştir

# 请输入6位原密码
source: Please enter 6 original passwords
es: Introduzca 6 contraseñas originales
fr: Veuillez entrer 6 mots de passe originaux
it: Inserisci 6 password originali
ja: 6桁の旧パスワードを入力
ko: 6자리 원본 암호 입력
ku: Ji kerema xwe 6 şîfreyên orîjînal binivîse
ru: Калі ласка, увядзіце 6 зыходных пароляў
th: โปรดป้อนรหัสผ่านเดิม 6 ตัว
tr: Lütfen 6 orijinal parola girin

# 忘记密码
source: Forget password
es: Olvidé mi contraseña
fr: Mot de passe oublié
it: Password dimenticata
ja: パスワード忘れた
ko: 비밀 번호 분실
ku: Şîfre ji bîr bike
ru: Забыць пароль
th: ลืมรหัสผ่าน
tr: Parolayı unut

# 原密码修改
source: Change password
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ja: 旧パスワードを変更
ko: 원본 암호 수정
ku: Şîfre biguherîne
ru: Змяніць пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir

# 设置6位数字支付密码
source: Set a 6-digit payment password
es: Establezca una contraseña de pago de 6 dígitos
fr: Définissez un mot de passe de paiement à 6 chiffres
it: Imposta una password di pagamento di 6 cifre
ja: の支払いパスワード6桁を設定してください
ko: 6자리 숫자 지불 비밀번호 설정
ku: Şîfreyek dravdanê ya 6-hejmarî destnîşan bike
ru: Усталяваць 6-значны плацежны пароль
th: ตั้งรหัสผ่านการชำระเงิน 6 หลัก
tr: 6 haneli bir ödeme şifresi belirleyin

# 确认支付密码
source: Confirm payment password
es: Confirmar contraseña de pago
fr: Confirmer le mot de passe de paiement
it: Conferma password pagamento
ja: 支払いパスワードを確認
ko: 지불 비밀번호 확인
ku: Şîfreya dravdanê piştrast bike
ru: Пацвердзіць плацежны пароль
th: ยืนยันรหัสผ่านการชำระเงิน
tr: Ödeme şifresini onaylayın

# 实名认证
source: Certification
es: Certificación
it: Certificazione
ja: 本人確認
ko: 실명인증
ku: Sertîfîka
ru: Сертыфікацыя
th: การรับรอง
tr: Sertifika
zh_hans: 实名认证

# 热门专题
source: Hot topics
es: Temas candentes
fr: Sujets brûlants
it: Argomenti caldi
ja: 人気のあるテーマ
ko: 인기 주제.
ku: Mijarên germ
ru: Гарачыя тэмы
th: ประเด็นร้อน
tr: Önemli konular
zh_hans: 热门专题

# 请输入真实姓名
source: Please enter your real name
es: Por favor, introduzca su nombre real
fr: Veuillez saisir votre vrai nom
it: Inserisci il tuo vero nome
ja: ご入力ください実の姓名
ko: 실명을 기입하세요
ku: Ji kerema xwe navê xwe yê rast binivîse
ru: Калі ласка, увядзіце сваё сапраўднае імя
th: โปรดป้อนชื่อจริงของคุณ
tr: Lütfen gerçek adınızı girin
zh_hans: 请输入真实姓名

# 真实姓名
source: real name
es: nombre real
fr: vrai nom
it: vero nome
ja: 実の姓名
ko: 실명
ku: navê rastîn
ru: сапраўднае імя
th: ชื่อจริง
tr: gerçek ad
zh_hans: 真实姓名

# 所属国家
source: Country
es: País
fr: Pays
it: Paese
ja: 所属国
ko: 소속국가
ku: Welat
ru: Краіна
th: ประเทศ
tr: Ülke
zh_hans: 所属国家

# 请选择国籍
source: please select nationality
es: seleccione la nacionalidad
fr: veuillez sélectionner la nationalité
it: seleziona la nazionalità
ja: 国籍を選んでください
ko: 국가선택
ku: ji kerema xwe neteweyê hilbijêre
ru: калі ласка, абярыце нацыянальнасць
th: โปรดเลือกสัญชาติ
tr: lütfen uyruğu seçin
zh_hans: 请选择国籍

# 证件类型
source: Type of certificate
es: Tipo de certificado
fr: Type de certificat
it: Tipo di certificato
ja: 証明書タイプ
ko: 신분증유형
ku: Cûreya sertîfîkayê
ru: Тып сертыфіката
th: ประเภทของใบรับรอง
tr: Sertifika türü
zh_hans: 证件类型

# 请选择证件类型
source: Please select the type of certificate
es: Seleccione el tipo de certificado
fr: Veuillez sélectionner le type de certificat
it: Seleziona il tipo di certificato
ja: 証明書タイプを選んでください
ko: 신분증 유형선택
ku: Ji kerema xwe cureyê sertîfîkayê hilbijêre
ru: Калі ласка, абярыце тып сертыфіката
th: โปรดเลือกประเภทของใบรับรอง
tr: Lütfen sertifika türünü seçin
zh_hans: 请选择证件类型

# 证件号码
source: ID number
es: Número de identificación
fr: numéro d'identification
it: Numero ID
ja: 証明書番号
ko: 신분증번호
ku: Nimreya nasnameyê
ru: Ідэнтыфікацыйны нумар
th: หมายเลขประจำตัวประชาชน
tr: Kimlik numarası
zh_hans: 证件号码

# 请输入有效证件号码
source: Please enter a valid ID number
es: Introduzca un número de identificación válido
fr: Veuillez saisir un numéro d'identification valide
it: Inserisci un numero ID valido
ja: 有効な証明書番号を入力ください
ko: 유효한 증명서 번호를 입력하세요
ku: Ji kerema xwe jimareyek nasnameyê ya derbasdar binivîse
ru: Калі ласка, увядзіце сапраўдны ідэнтыфікацыйны нумар
th: โปรดป้อนหมายเลขประจำตัวที่ถูกต้อง
tr: Lütfen geçerli bir kimlik numarası girin
zh_hans: 请输入有效证件号码

# 图片示例
source: Photo example
es: Foto de ejemplo
fr: Exemple de photo
it: Esempio di foto
ja: 撮影サンプル
ko: 사진 예
ku: Mînaka wêneyê
ru: Прыклад фота
th: ตัวอย่างภาพถ่าย
tr: Fotoğraf örneği
zh_hans: 图片示例

# 拍照
source: Take a photo
es: Hacer una foto
fr: Prendre une photo
it: Scatta una foto
ja: 撮影
ko: 사진찰영
ku: Wêneyek bigire
ru: Зрабіць фота
th: ถ่ายภาพ
tr: Fotoğraf çek
zh_hans: 拍照

# 从相册选择
source: Choose from album
es: Elegir del álbum
fr: Choisir dans l'album
it: Scegli dall'album
ja: アルバムから選ぶ
ko: 사진앨범선택
ku: Ji albûmê hilbijêre
ru: Выбраць з альбома
th: เลือกจากอัลบั้ม
tr: Albümden seç
zh_hans: 从相册选择

# 请上传手持证件正面照
source: Please upload a photo of hand-held ID card(positive)
es: Cargue una foto de la tarjeta de identificación portátil (positiva)
fr: Veuillez télécharger une photo de la carte d'identité portable (positive)
it: Carica una foto della carta d'identità tenuta in mano (positiva)
ja: ご本人が書類の表を両手で持って撮影した写真をアップロードしてください
ko: 신분증 앞면을 손에 들고 사진을 찍어주세요
ku: Ji kerema xwe wêneyekî karta nasnameya desta (erênî) bar bikin
ru: Калі ласка, загрузіце фатаграфію ручной пасведчання асобы (пазітыў)
th: โปรดอัปโหลดภาพถ่ายบัตรประจำตัวประชาชน (บวก)
tr: Lütfen kimlik kartının bir fotoğrafını yükleyin (olumlu)
zh_hans: 请上传手持证件正面照

# 请上传手持证件反面照
source: Please upload my hand-held ID card(Negative)
es: Cargue mi tarjeta de identificación portátil (Negativo)
fr: Veuillez télécharger ma carte d'identité portable (Négatif)
it: Carica la mia carta d'identità portatile (negativa)
ja: ご本人が書類の裏を両手で持って撮影した写真をアップロードしてください
ko: 신분증 뒤면을 들고 사진을 찍어주세요
ku: Ji kerema xwe karta nasnama min a destan (neyînî) bar bike
ru: Калі ласка, загрузіце маё партатыўнае пасведчанне асобы (адмоўнае)
th: โปรดอัปโหลดบัตรประจำตัวมือถือของฉัน(เชิงลบ)
tr: Lütfen elde tutulan kimlik kartımı yükleyin (Negatif)
zh_hans: 请上传手持证件反面照

# 提交审核
source: Submit
es: Enviar
fr: Soumettre
it: Invia
ja: 申請提出
ko: 제출심사
ku: Bişîne
ru: Адправіць
th: ส่ง
tr: Gönder
zh_hans: 提交审核

# 您的申请已提交，请等待客服审核。若3个工作日内仍然没有结果，请及时发送邮件联系客服。
source: Your application has been submitted, please wait for customer service review. If there is still no result within 3 working days, please send an email to contact customer service.
es: Su solicitud ha sido enviada, espere la revisión del servicio de atención al cliente. Si todavía no hay resultado dentro de los 3 días hábiles, envíe un correo electrónico para ponerse en contacto con el servicio al cliente.
fr: Votre demande a été soumise, veuillez attendre l'examen du service client. S'il n'y a toujours pas résultat dans les 3 jours ouvrables, veuillez envoyer un e-mail pour contacter le service client.
it: Il tuo la domanda è stata inviata, attendere la revisione del servizio clienti risultato entro 3 giorni lavorativi, si prega di inviare una mail per contattare il servizio clienti.
ja: 送信されました。審査結果をお待ちください。 3営業日経ってもまだ結果が出ない場合、カスタマーセンターにお問合せください。
ko: 신청이 완료되어 심사중 입니다. 3일 업무일 기준으로 심사가 진행됩니다.
ru: Ваша заяўка была адпраўлена, калі ласка, дачакайцеся разгляду ў службе падтрымкі. Калі яе ўсё яшчэ няма вынік на працягу 3 працоўных дзён, калі ласка, адпраўце электронны ліст, каб звязацца са службай падтрымкі.
th: ใบสมัครของคุณถูกส่งแล้ว กรุณารอการบริการลูกค้าตรวจสอบ หากยังไม่มี ทราบผลภายใน 3 วันทำการ โปรดส่งอีเมลเพื่อติดต่อฝ่ายบริการลูกค้า
tr: Başvurunuz gönderildi, lütfen müşteri hizmetlerinin incelemesini bekleyin. 3 iş günü içinde sonuç, lütfen müşteri hizmetleri ile iletişime geçmek için bir e-posta gönderin.
zh_hans: 您的申请已提交，请等待客服审核。若3个工作日内仍然没有结果，请及时发送邮件联系客服。

# 客服邮箱：
source: Service Mailbox：
es: Buzón de servicio：
fr: Boîte vocale de service：
it: Casella postale di servizio：
ja: カスタマーメールボックス：
ko: 문의 사항은 고객센터：
ku: Qutiya posteyê ya xizmetê：
ru: Сэрвісная паштовая скрыня：
th: กล่องจดหมายบริการ：
tr: Servis Posta Kutusu：
zh_hans: 客服邮箱：

# 您的申请已提交，请等待客服审核。
source: Your application has been submitted, please wait for customer service review.
es: Su solicitud ha sido enviada, espere la revisión del servicio de atención al cliente.
fr: Votre candidature a été soumise, veuillez attendre l'examen du service client.
it: La tua domanda è stata inviata, attendi la revisione del servizio clienti.
ja: 送信されました。審査結果をお待ちください。
ko: 신청이 완료되어 심사중 입니다.
ku: Serlêdana we hat şandin, ji kerema xwe li benda nirxandina karûbarê xerîdar bisekinin.
ru: Ваша заяўка была адпраўлена, пачакайце разгляду ў службу падтрымкі.
th: ใบสมัครของคุณถูกส่งแล้ว โปรดรอการตรวจสอบการบริการลูกค้า
tr: Başvurunuz gönderildi, lütfen müşteri hizmetlerinin incelemesini bekleyin.
zh_hans: 您的申请已提交，请等待客服审核。
