Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 此应用需要满足条件才可进入： · 手机号绑定
source: The app needs to meet conditions to enter： · Bind phone
es: La aplicación debe cumplir las condiciones para ingresar: · Vincular teléfono
fr: L'application doit remplir certaines conditions pour entrer： · Lier le téléphone
it: L'app deve soddisfare le condizioni per accedere： · Associa telefono
ja: 該当アプリは条件に満たしてから利用可能： · 携帯番号と紐づける
ku: Pêdivî ye ku sepan ji bo têketina şertan pêk bîne： · Telefonê girêde
ru: Для ўваходу праграма павінна адпавядаць умовам: · Прывязаць тэлефон
th: แอปต้องเป็นไปตามเงื่อนไขจึงจะเข้าสู่： · ผูกโทรศัพท์
zh_hans: 此应用需要满足条件才可进入： · 手机号绑定

# 此应用需要满足条件才可进入： · 邮箱绑定
source: The app needs to meet conditions to enter： · Bind mailbox
es: La aplicación debe cumplir las condiciones para ingresar: · Vincular buzón
fr: L'application doit remplir certaines conditions pour entrer： · Lier la boîte aux lettres
it: L'app deve soddisfare le condizioni per accedere： · Associa casella di posta
ja: 該当アプリは条件に満たしてから利用可能： · メールアドレスと紐づける
ku: Pêdivî ye ku sepan ji bo têkeve şert û mercên: · qutiya posteyê girêbide
ru: Для ўваходу праграма павінна адпавядаць умовам: · Прывязаць паштовую скрыню
th: แอปต้องตรงตามเงื่อนไขจึงจะเข้าสู่： · ผูกกล่องจดหมาย
tr: Uygulamanın girmek için koşulları karşılaması gerekiyor： · Posta kutusunu bağla
zh_hans: 此应用需要满足条件才可进入： · 邮箱绑定

# 此应用需要满足条件才可进入： · 实名认证成功
source: The app needs to meet conditions to enter： · Verify success
es: La aplicación debe cumplir las condiciones para participar: · Verificar que se haya realizado correctamente
fr: L'application doit remplir les conditions pour entrer： · Vérifier le succès
it: L'app deve soddisfare le condizioni per accedere： · Verifica successo
ja: 該当アプリは条件に満たしてから利用可能： · 本人確認完了
ku: Pêdivî ye ku sepan şert û mercan pêk bîne da ku bikeve： · Serkeftinê verast bike
ru: Прыкладанне павінна адпавядаць умовам для ўваходу: · Праверце поспех
th: แอปต้องเป็นไปตามเงื่อนไขจึงจะเข้าสู่： · ยืนยันความสำเร็จ
zh_hans: 此应用需要满足条件才可进入： · 实名认证成功

# 前往个人中心
source: Go to the Personal Center
es: Ir al Centro personal
fr: Aller au centre personnel
it: Vai al Centro personale
ja: マイページへ
ku: Biçe Navenda Kesane
ru: Перайсці ў персанальны цэнтр
th: ไปที่ศูนย์ส่วนบุคคล
tr: Kişisel Merkeze Git
zh_hans: 前往个人中心

# 面容支付
source: Face Pay
es: Pago presencial
it: Pagamento facciale
ja: 顔払い
ko: 얼굴 결제
ku: Pêdana Rûyê
ru: Аплата тварам
th: ชำระเงินด้วยใบหน้า
tr: Yüzden Ödeme
zh_hans: 面容支付

# 指纹支付
source: Touch Pay
es: Toque Pagar
it: Tocca Paga
ja: 指紋認証支払い
ko: 터치 페이
ku: Pêş Bike
ru: Аплата дакрананнем
th: แตะจ่าย
tr: Dokunmatik Ödeme
zh_hans: 指纹支付

# 登录注册解锁更多功能
source: Sign in to unlock more features
es: Iniciar sesión para desbloquear más funciones
fr: Connectez-vous pour débloquer plus de fonctionnalités
it: Accedi per sbloccare altre funzioni
ja: ログインや登録で更に多くの機能を
ko: 더 많은 기능을 잠금 해제하려면 로그인
ku: Têkeve ji bo vekirina kilîtkirina bêtir taybetmendiyan
ru: Увайдзіце, каб разблакіраваць іншыя функцыі
th: ลงชื่อเข้าใช้เพื่อปลดล็อกคุณสมบัติเพิ่มเติม
tr: Daha fazla özelliğin kilidini açmak için oturum açın
zh_hans: 登录注册解锁更多功能

# 本机号码一键登录
source: Quick log for phone number
es: Registro rápido del número de teléfono
fr: Journal rapide pour le numéro de téléphone
it: Registro rapido per numero di telefono
ja: この携帯番号でワンクリックログイン
ko: 전화 번호 빠른 로그
ku: Ji bo jimareya telefonê têketinek bilez
ru: Хуткі журнал нумара тэлефона
th: บันทึกหมายเลขโทรศัพท์ด่วน
tr: Telefon numarası için hızlı kayıt
zh_hans: 本机号码一键登录

# 其它方式登录
source: Switch method
es: Cambiar método
fr: Changer de méthode
it: Cambia metodo
ja: 他の方式でログイン
ko: 스위치 방식
ku: Rêbazê biguherîne
ru: Пераключыць метад
th: วิธีการเปลี่ยน
tr: Metodu değiştir

# 确定关闭指纹支付?
source: Really disable Touch Pay?
fr: Vraiment désactiver Touch Pay ?
it: Disabilitare davvero Touch Pay?
ja: 指紋認証オフにする?
ko: Touch Pay를 실제로 비활성화 하시겠습니까?
ku: Bi rastî jî Touch Pay neçalak bike?
ru: Сапраўды адключыць Touch Pay?
th: ปิดใช้งาน Touch Pay จริงหรือ
zh_hans: 确定关闭指纹支付?

# 确定关闭面容支付?
source: Really disable Face Pay?
fr: Vraiment désactiver Face Pay ?
it: Disabilitare davvero Face Pay?
ja: Face Payオフにする?
ko: 페이스 페이를 정말로 비활성화 하시겠습니까?
ku: Bi rastî Face Pay neçalak bike?
ru: Сапраўды адключыць Face Pay?
th: ปิดการใช้งาน Face Pay จริงหรือ
zh_hans: 确定关闭面容支付?

# 开通成功
source: Success
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
ku: Serkeftin
ru: Поспех
th: สำเร็จ
tr: Başarılı
zh_hans: 开通成功

# 请输入助记词，用空格分隔
source: Please enter mnemonics, separated by spaces
es: Introduzca mnemónicos, separados por espacios
fr: Veuillez entrer des mnémoniques, séparés par des espaces
it: Inserisci mnemonici, separati da spazi
ja: ニーモニックを入力し、スペースで単語を区切ってください
ko: 백업코드입력 빈칸구분
ku: Ji kerema xwe bîrmendî, bi valahiyan veqetînin
ru: Калі ласка, увядзіце мнемоніку, падзеленыя прабеламі
th: โปรดป้อนตัวช่วยจำ โดยคั่นด้วยช่องว่าง
tr: Lütfen anımsatıcıları boşluklarla ayırarak girin
zh_hans: 请输入助记词，用空格分隔

# 请输入私钥或者扫描私钥生成的二维码录入
source: Please enter the private key or enter the QR code generated by scanning the private key
es: Introduzca la clave privada o introduzca el código QR generado al escanear la clave privada
fr: Veuillez saisir la clé privée ou saisir le code QR généré en scannant la clé privée
it: Inserisci la chiave privata o inserisci il codice QR generato scansionando la chiave privata
ja: 秘密鍵を入力か、生成されたQRコードをスキャンしてください
ko: 프라이키 입력 또는 스캔 하고 생성된2차코드입력
ku: Ji kerema xwe mifteya taybet binivîsin an jî koda QR ya ku bi şopandina mifteya taybet hatî çêkirin têkevin
ru: Калі ласка, увядзіце прыватны ключ або QR-код, згенераваны ў выніку сканавання закрытага ключа
th: โปรดป้อนรหัสส่วนตัวหรือป้อนรหัส QR ที่สร้างขึ้นโดยการสแกนรหัสส่วนตัว
tr: Lütfen özel anahtarı girin veya özel anahtarı tarayarak oluşturulan QR kodunu girin
zh_hans: 请输入私钥或者扫描私钥生成的二维码录入

# 请输入地址或者扫描地址生成的二维码录入
source: Please enter the address or enter the QR code generated by scanning the private key
es: Introduzca la dirección o introduzca el código QR generado al escanear la clave privada
fr: Veuillez saisir l'adresse ou saisir le code QR généré en scannant la clé privée
it: Inserisci l'indirizzo o il codice QR generato dalla scansione della chiave privata
ja: アドレスを入力か、生成されたQRコードをスキャンしてください
ko: 주소입력 또는 스캔 후 2차원코드입력
ku: Ji kerema xwe navnîşan binivîsin an jî koda QR ya ku bi skanandina mifteya taybet hatî çêkirin têkevin
ru: Калі ласка, увядзіце адрас або ўвядзіце QR-код, створаны ў выніку сканавання закрытага ключа
th: โปรดป้อนที่อยู่หรือป้อนรหัส QR ที่สร้างขึ้นโดยการสแกนคีย์ส่วนตัว
tr: Lütfen adresi girin veya özel anahtarı tarayarak oluşturulan QR kodunu girin
zh_hans: 请输入地址或者扫描地址生成的二维码录入

# %@支持导入所有遵循BIP标准生成的助记词
source: %@ supports importing all mnemonic words generated following the BIP standard
es: %@ admite la importación de todas las palabras mnemotécnicas generadas siguiendo el estándar BIP
fr: %@ prend en charge l'importation de tous les mots mnémoniques générés selon la norme BIP
it: %@ supporta l'importazione di tutte le parole mnemoniche generate seguendo lo standard BIP
ja: %@BIPに準じて生成された全てのニーモニックをサポートします
ko: %@BIP 표준에 따라 생성된 모든 백업코드 도입지원
ku: %@ piştgirî dide îtxalkirina hemû peyvên menemonîk ên ku li gorî standarda BIP-ê hatine çêkirin
ru: %@ падтрымлівае імпарт усіх мнеманічных слоў, створаных у адпаведнасці са стандартам BIP
th: %@ รองรับการนำเข้าคำช่วยจำทั้งหมดที่สร้างขึ้นตามมาตรฐาน BIP
tr: %@, BIP standardına göre oluşturulan tüm anımsatıcı sözcüklerin içe aktarılmasını destekler
zh_hans: %@支持导入所有遵循BIP标准生成的助记词

# 钱包支持导入所有遵循BIP标准生成的助记词
source: Wallet supports importing all mnemonic words generated following the BIP standard
es: Wallet admite la importación de todas las palabras mnemotécnicas generadas siguiendo el estándar BIP
fr: Wallet prend en charge l'importation de tous les mots mnémoniques générés selon la norme BIP
it: Il portafoglio supporta l'importazione di tutte le parole mnemoniche generate seguendo lo standard BIP
ja: ウォレットは、BIPに準じて生成された全てのニーモニックをサポートします
ko: 코인지갑은 BIP표준에 따라 생성 도움말을 지원합니다.
ku: Wallet piştgirî dide îtxalkirina hemû peyvên menemonîk ên ku li gorî standarda BIP-ê hatine çêkirin
ru: Кашалёк падтрымлівае імпарт усіх мнеманічных слоў, створаных у адпаведнасці са стандартам BIP
th: กระเป๋าเงินรองรับการนำเข้าคำช่วยจำทั้งหมดที่สร้างขึ้นตามมาตรฐาน BIP
tr: Cüzdan, BIP standardına göre oluşturulan tüm anımsatıcı sözcüklerin içe aktarılmasını destekler
zh_hans: 钱包支持导入所有遵循BIP标准生成的助记词

# 主链:
source: Main chain:
es: Cadena principal:
it: Catena principale:
ja: メインチェーン:
ko: 메인넷:
ku: Zincîra sereke:
ru: Асноўны ланцуг:
th: ห่วงโซ่หลัก:
tr: Ana zincir:
zh_hans: 主链:

# 导入私钥
source: Import private key
es: Importar clave privada
fr: Importer la clé privée
it: Importa chiave privata
ja: 秘密鍵をインポート
ko: 프라이빗키입력
ku: Kîlîda taybet derxîne
ru: Імпартаваць прыватны ключ
th: นำเข้าคีย์ส่วนตัว
tr: Özel anahtarı içe aktar
zh_hans: 导入私钥

# 导入地址
source: Import address
es: Importar dirección
fr: Importer l'adresse
it: Importa indirizzo
ja: アドレスをインポート
ko: 주소입력
ku: Navnîşan derxîne
ru: Адрас імпарту
th: ที่อยู่นำเข้า
tr: İthalat adresi
zh_hans: 导入地址

# 私钥有误
source: Incorrect private key
es: Clave privada incorrecta
fr: Clé privée incorrecte
it: Chiave privata errata
ja: 秘密鍵エラー
ko: 프라이빗키오류
ku: Mifteya taybet çewt
ru: Няправільны прыватны ключ
th: คีย์ส่วนตัวไม่ถูกต้อง
tr: Yanlış özel anahtar
zh_hans: 私钥有误

# 助记词重复!
source: Mnemonic words repeated!
it: Parole mnemoniche ripetute!
ja: ニーモニックが重複する
ko: 백업키중복!
ku: Gotinên bîrmendî dubare kirin!
ru: Мнеманічныя словы паўтараюцца!
th: จำคำศัพท์ซ้ำ!
zh_hans: 助记词重复!

# 当前钱包不支持该项目
source: Not supported
es: No compatible
fr: Non pris en charge
it: Non supportato
ja: 使用中のウォレットがこの機能をサポートしていません
ko: 지갑이 지원하지않는 항목
ku: Piştgir nayê
ru: Не падтрымліваецца
th: ไม่รองรับ
tr: Desteklenmiyor
zh_hans: 当前钱包不支持该项目

# 创建/导入
source: Create/Import
es: Crear/Importar
fr: Créer/Importer
it: Crea/Importa
ja: 作成/インポート
ko: 설립하기/입력하기
ku: Afirandin/Import
ru: Стварыць/Імпартаваць
th: สร้าง/นำเข้า
tr: Oluştur/İçe Aktar
zh_hans: 创建/导入

# 观察钱包
source: Observe wallet
es: Observar billetera
fr: Observer le portefeuille
it: Osserva portafoglio
ja: 観察ウォレット
ko: 지갑검색
ku: Baletê bişopîne
ru: Сачыце за кашальком
th: สังเกตกระเป๋าสตางค์
tr: Cüzdanı gözlemle
zh_hans: 观察钱包

# 注册/登录
source: Register/Login
es: Registrarse/Iniciar sesión
fr: S'inscrire/Connexion
it: Registrati/Accedi
ja: 登録/ログイン
ko: 등록/로그인
ku: Qeyd/Têketin
ru: Рэгістрацыя/Уваход
th: ลงทะเบียน/เข้าสู่ระบบ
tr: Kayıt Ol/Giriş Yap
zh_hans: 注册/登录

# 助记词钱包
source: Mnemonic wallet
es: Monedero mnemotécnico
fr: Portefeuille mnémonique
it: Portafoglio mnemonico
ja: 分散型ウォレット
ko: 지갑백업
ku: Baletê bîrmendî
ru: Мнеманічны кашалёк
th: กระเป๋าช่วยจำ
tr: Anımsatıcı cüzdan
zh_hans: 助记词钱包

# 请先勾选协议
source: Please check the agreement first
es: Verifique primero el acuerdo
fr: Veuillez d'abord vérifier l'accord
it: Controlla prima l'accordo
ja: 規約を読み、チェックしてください
ko: 선택사항
ku: Ji kerema xwe pêşî peymanê kontrol bikin
ru: Спачатку праверце пагадненне
th: โปรดตรวจสอบข้อตกลงก่อน
tr: Lütfen önce sözleşmeyi kontrol edin
zh_hans: 请先勾选协议

# 请添加对应币种
source: Please add the corresponding currency
es: Agregue la moneda correspondiente
fr: Veuillez ajouter la devise correspondante
it: Aggiungi la valuta corrispondente
ja: コイン名を追加してください
ko: 상대코인추가
ku: Ji kerema xwe pereyê têkildar lê zêde bike
ru: Калі ласка, дадайце адпаведную валюту
th: โปรดเพิ่มสกุลเงินที่เกี่ยวข้อง
tr: Lütfen ilgili para birimini ekleyin
zh_hans: 请添加对应币种

# HD钱包
source: HDwallet
it: Portafoglio HD
ja: HDウォレット
ko: HD지갑
th: กระเป๋าสตางค์ HD
zh_hans: HD钱包

# 区块链钱包
source: Blockchain wallet
es: Cartera de cadena de bloques
fr: Portefeuille Blockchain
it: Portafoglio Blockchain
ja: 分散型ウォレット
ko: 블록체인지갑
ru: Кашалёк блокчейн
th: กระเป๋าเงินบล็อกเชน
tr: Blockchain cüzdanı
zh_hans: 区块链钱包

# 我已阅读并同意
source: Accept
es: Aceptar
fr: Accepter
it: Accetta
ja: 内容を読み、同意します
ko: 이해하고 동의함
ku: Qebûl
ru: Прыняць
th: ยอมรับ
tr: Kabul Et
zh_hans: 我已阅读并同意

# 隐私服务协议
source: Privacy Service Agreement
es: Acuerdo de servicio de privacidad
fr: Contrat de service de confidentialité
it: Accordo sui servizi di privacy
ja: 隐私服务协议
ko: 사용자서비스동의서
ku: Peymana Xizmeta Nepenîtiyê
ru: Пагадненне аб абслугоўванні прыватнасці
th: ข้อตกลงบริการความเป็นส่วนตัว
tr: Gizlilik Hizmeti Sözleşmesi
zh_hans: 隐私服务协议

# 暂不支持
source: Temporarily not supported
es: No compatible temporalmente
fr: Temporairement non pris en charge
it: Temporaneamente non supportato
ja: 暫らくサポートされません
ko: 당분간지원하지않음
ku: Bi demkî nayê piştgirî kirin
ru: Часова не падтрымліваецца
th: ไม่รองรับชั่วคราว
tr: Geçici olarak desteklenmiyor
zh_hans: 暂不支持

# 登录/注册
source: Login/Register
es: Iniciar sesión/Registrarse
fr: Connexion/S'inscrire
it: Accedi/Registrati
ja: 登録/ログイン
ko: 로그인/등록
ku: Têketin/Qeydkirin
ru: Уваход/Рэгістрацыя
th: เข้าสู่ระบบ/ลงทะเบียน
tr: Giriş Yap/Kayıt Ol
zh_hans: 登录/注册

# 托管钱包
source: Escrow account
es: Cuenta de depósito en garantía
fr: Compte séquestre
it: Conto di deposito a garanzia
ja: 預託口座
ko: 채굴계정
ku: Hesab hilîne
ru: Рахунак дэпазітавання
th: บัญชีเงินฝาก
tr: Emanet hesabı
zh_hans: 托管钱包

# 选择主链
source: Choice Main chain
es: Cadena principal de elección
fr: Choix chaîne principale
it: Scelta catena principale
ja: メインチェーン選択
ko: 메인넷선택
ku: Zincîra Sereke ya Hilbijartinê
ru: Асноўная ланцужок выбару
th: ตัวเลือกเชนหลัก
tr: Seçim Ana zincir
zh_hans: 选择主链

# 钱包名称
source: Wallet Name
es: Nombre de monedero
fr: Nom du portefeuille
it: Nome portafoglio
ja: ウォレット名
ko: 지갑이름
ku: Navê Wallet
ru: Назва кашалька
th: ชื่อกระเป๋าเงิน
tr: Cüzdan Adı
zh_hans: 钱包名称

# 当前钱包
source: Current wallet
es: Cartera actual
fr: Portefeuille actuel
it: Portafoglio attuale
ja: 使用中
ko: 사용지갑
ku: Baletê niha
ru: Бягучы кашалёк
th: กระเป๋าสตางค์ปัจจุบัน
tr: Mevcut cüzdan
zh_hans: 当前钱包

# 请输入钱包名称
source: Please Enter Wallet Name
es: Ingrese el nombre de la billetera
fr: Veuillez saisir le nom du portefeuille
it: Inserisci il nome del Portafoglio
ja: ウォレット名を入力してください
ko: 지갑이름입력
ku: Ji kerema xwe Navê Walletê binivîse
ru: Калі ласка, увядзіце назву кашалька
th: โปรดป้อนชื่อกระเป๋าสตางค์
tr: Lütfen Cüzdan Adını Girin
zh_hans: 请输入钱包名称

# 私钥钱包
source: Private key wallet
es: Cartera de clave privada
fr: Portefeuille de clés privées
it: Portafoglio con chiave privata
ja: 秘密鍵ウォレット
ko: 지갑개인키
ku: Baletê kilîta taybet
ru: Кашалёк з прыватным ключом
th: กระเป๋าใส่กุญแจส่วนตัว
tr: Özel anahtar cüzdanı
zh_hans: 私钥钱包

# 导出助记词
source: Export mnemonic
es: Exportar mnemónico
fr: Exporter le mnémonique
it: Esporta mnemonico
ja: ニーモニックをエクスポート
ko: 도움말보기
ku: Mnemonîk derxe derve
ru: Экспартаваць мнеманіку
th: ส่งออกตัวช่วยจำ
tr: Hatırlatıcıyı dışa aktar
zh_hans: 导出助记词

# 通用
source: Universal
fr: Universel
it: Universale
ja: 一般
ko: 공동이용
ru: Універсальны
th: สากล
tr: Evrensel
zh_hans: 通用

# 专属
source: Exclusive
es: Exclusivo
fr: Exclusif
it: Esclusivo
ja: 専用
ko: 전속계약
ku: Taybetî
ru: Эксклюзіўны
th: เฉพาะ
tr: Özel
zh_hans: 专属

# 适用于所有钱包收款
source: Applicable to all wallet
es: Aplicable a todos los monederos
fr: Applicable à tous les portefeuilles
it: Applicabile a tutti i portafogli
ja: すべてのウォレット受取可能
ko: 모든지갑의입금을 적용하다
ku: Ji bo hemî berîkan tê sepandin
ru: Дастасавальна да ўсіх кашалькоў
th: ใช้ได้กับกระเป๋าเงินทั้งหมด
tr: Tüm cüzdanlar için geçerlidir
zh_hans: 适用于所有钱包收款

# 仅适用于%@收款
source: Only applicable to %@
es: Solo aplicable a %@
fr: Applicable uniquement à %@
it: Applicabile solo a %@
ja: %@のみ受取可能
ko: %@입금에만 적용
ku: Tenê ji %@ re derbasdar e
ru: Дастасавальна толькі да %@
th: ใช้ได้กับ %@ เท่านั้น
tr: Yalnızca %@ için geçerlidir
zh_hans: 仅适用于%@收款

# 请转入
source: Please transfer
es: Transferir
fr: Veuillez transférer
it: Trasferisci
ja: 送付してください
ko: 코인받기
ku: Ji kerema xwe veguhezîne
ru: Калі ласка, перанясіце
th: กรุณาโอน
tr: Lütfen aktarın
zh_hans: 请转入

# 指定金额
source: Specify amount
es: Especificar cantidad
fr: Spécifiez le montant
it: Specifica importo
ja: 指定金額
ko: 입금액지정
ku: Hejmarê diyar bike
ru: Укажыце суму
th: ระบุจำนวนเงิน
tr: Miktarı belirtin
zh_hans: 指定金额

# 指定收款
source: Specify amount
es: Especificar cantidad
fr: Spécifiez le montant
it: Specifica importo
ja: 指定受取金額
ko: 받을금액지정
ku: Hejmarê diyar bike
ru: Укажыце суму
th: ระบุจำนวนเงิน
tr: Miktarı belirtin
zh_hans: 指定收款

# 请输入转币数量
source: Please input amount
es: Ingrese el monto
fr: Veuillez saisir le montant
it: Inserisci l'importo
ja: 送付数量を入力
ko: 거래수량입력
ku: Ji kerema xwe mîqdara têkevin
ru: Калі ласка, увядзіце суму
th: กรุณากรอกจำนวนเงิน
tr: Lütfen miktarı girin
zh_hans: 请输入转币数量

# 修改金额
source: Modify amount
es: Modificar importe
fr: Modifier le montant
it: Modifica importo
ja: 金額訂正
ko: 금액수정
ku: Hejmarê biguherîne
ru: Змяніць суму
th: แก้ไขจำนวนเงิน
tr: Miktarı değiştir
zh_hans: 修改金额

# 通用二维码适用于所有钱包收款
source: Universal QR code applicable to all wallets
es: Código QR universal aplicable a todos los monederos
fr: Code QR universel applicable à tous les portefeuilles
it: Codice QR universale applicabile a tutti i portafogli
ja: 汎用QRコードはすべてのウォレットに受取可能
ko: 2차인증코드모두적용
ku: Koda QR ya gerdûnî ji bo hemî walletan derbasdar e
ru: Універсальны QR-код, прыдатны для ўсіх кашалькоў
th: รหัส QR สากลใช้ได้กับกระเป๋าเงินทั้งหมด
tr: Tüm cüzdanlar için geçerli evrensel QR kodu
zh_hans: 通用二维码适用于所有钱包收款

# 专属二维码仅适用于%@收款
source: The exclusive QR code is only applicable to the %@
es: El código QR exclusivo solo se aplica a %@
fr: Le code QR exclusif s'applique uniquement au %@
it: Il codice QR esclusivo è applicabile solo a %@
ja: 専用QRコードは%@受取可能
ko: 2차인증코드특정한곳적용
ku: Koda QR ya taybetî tenê ji %@ re derbasdar e
ru: Эксклюзіўны QR-код прымяняецца толькі да %@
th: รหัส QR พิเศษใช้ได้กับ %@ เท่านั้น
tr: Özel QR kodu yalnızca %@ için geçerlidir
zh_hans: 专属二维码仅适用于%@收款

# 账户管理
source: Account management
es: Administración de cuentas
fr: Gestion du compte
it: Gestione account
ja: アカウント管理
ko: 계정관리
ku: Rêveberiya Hesabê
ru: Кіраванне ўліковым запісам
th: การจัดการบัญชี
tr: Hesap yönetimi
zh_hans: 账户管理

# 设置
source: Setting
es: Configuración
fr: Paramètre
it: Impostazione
ja: 設定
ko: 설치하기
ku: Mîheng
ru: Настройка
th: การตั้งค่า
tr: Ayar
zh_hans: 设置

# 应用下载
source: Download
es: Descargar
fr: Télécharger
it: Scarica
ja: APPダウンロード
ko: 다운로드
ku: Daxistin
ru: Спампаваць
th: ดาวน์โหลด
tr: İndir
zh_hans: 应用下载

# 语言切换
source: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語切替え
ko: 언어선택
ku: Ziman
ru: Мова
th: ภาษา
tr: Dil
zh_hans: 语言切换

# 客服微信
source: Service Wechat
es: Servicio Wechat
it: Servizio Wechat
ja: Wechatカスタマセンター
ko: 고객센터위쳇
ku: Xizmeta Wechat
ru: Сэрвіс WeChat
th: บริการ Wechat
tr: Wechat Hizmeti
zh_hans: 客服微信

# 客服邮箱
source: Service Mailbox
es: Buzón de servicio
fr: Boîte aux lettres de service
it: Casella postale di servizio
ja: カスタムセンター連絡メール
ku: Qutiya posteyê ya xizmetê
ru: Сэрвісная паштовая скрыня
th: กล่องจดหมายบริการ
tr: Servis Posta Kutusu
zh_hans: 客服邮箱

# 钱包地址
source: Wallet address
es: Dirección de monedero
fr: Adresse de portefeuille
it: Indirizzo portafoglio
ja: ウォレットアドレス
ko: 지갑주소
ku: Navnîşana berîka
ru: Адрас кашалька
th: ที่อยู่กระเป๋าเงิน
tr: Cüzdan adresi
zh_hans: 钱包地址

# 扫码下载APP
source: APPScan code download APP
es: APLICACIÓN de descarga de código APPScan
fr: APPScan télécharge le code APP
ja: コードリーダーでAPPダウンロード
ko: APP스캔다운
ku: APPS koda APPS dakêşîne APP
ru: ПРАГРАМА для загрузкі кода APPScan
th: แอปสแกนโค้ดดาวน์โหลดแอป
zh_hans: 扫码下载APP

# 客服微信已复制
source: Copied
es: Copiado
fr: Copié
it: Copiato
ja: WechatのIDをコピーしました
ko: 고객위쳇동기화
ku: Kopî kirin
ru: Скапіравана
th: คัดลอก
tr: Kopyalandı
zh_hans: 客服微信已复制

# 已复制
source: Copied
es: Copiado
fr: Copié
it: Copiato
ja: コピーできました
ku: Kopî kirin
ru: Скапіравана
th: คัดลอก
tr: Kopyalandı
zh_hans: 已复制

# 去微信粘贴
source: Paste to WeChat
es: Pegar en WeChat
fr: Coller dans WeChat
it: Incolla su WeChat
ja: wechatでペースト
ko: 위챗으로 이동하여 붙여 넣기
ku: Li WeChatê bixin
ru: Уставіць у WeChat
th: วางไปที่ WeChat
tr: WeChat'e Yapıştır

# 暂无资产，快去添加吧
source: No assets, add it now
es: Sin elementos, añádalo ahora
fr: Aucun élément, ajoutez-le maintenant
it: Nessuna risorsa, aggiungila ora
ja: アまだ資産がありません、追加しましょう
ko: 자산이 없습니다. 지금 추가하십시오
ku: Tê hebûn, niha lê zêde bike
ru: Актываў няма, дадайце зараз
th: ไม่มีสินทรัพย์ เพิ่มเดี๋ยวนี้
tr: Varlık yok, şimdi ekleyin
zh_hans: 暂无资产，快去添加吧

# 币钱包下载页
source: Bwallet download page
es: Página de descarga de Bwallet
fr: Page de téléchargement de Bwallet
it: Pagina di download di Bwallet
ja: Bwalletダウンロードページ
ko: Bwallet다운로드 페이지
ku: Rûpela dakêşana Bwallet
ru: Старонка загрузкі Bwallet
th: หน้าดาวน์โหลด Bwallet
tr: Bcüzdan indirme sayfası
zh_hans: 币钱包下载页

# BNwallet下载页
source: BNwallet download page
es: Página de descarga de BNwallet
fr: Page de téléchargement de BNwallet
it: Pagina di download di BNwallet
ja: BNwalletダウンロードページ
ko: BNwallet다운로드 페이지
ku: Rûpela daxistina BNwallet
ru: Старонка загрузкі BNwallet
th: หน้าดาวน์โหลด BNwallet
tr: BNwallet indirme sayfası
zh_hans: BNwallet下载页

# 极速收发数字资产，让您感受不一样的红包体验
source: Send and receive digital assets at high speed, let you experience a different red envelope experience
es: Envíe y reciba activos digitales a alta velocidad, le permitirá experimentar una experiencia de sobre rojo diferente
fr: Envoyez et recevez des ressources numériques à haute vitesse, laissez-vous vivre une expérience d'enveloppe rouge différente
it: Invia e ricevi risorse digitali ad alta velocità, per farti vivere un'esperienza diversa dalla busta rossa
ja: 高速でデジタル資産を送受信し、別の赤い封筒体験を体験させてください
ko: 디지털 자산을 고속으로 송수신하고 다른 빨간 봉투 환경을 경험할 수 있습니다.
ku: Hêzên dîjîtal bi leza bilind bişînin û bistînin, bihêlin hûn ezmûnek zerfa sor a cûda biceribînin
ru: Адпраўляйце і атрымлівайце лічбавыя актывы на высокай хуткасці, каб вы адчулі розныя ўражанні ад чырвонага канверта
th: ส่งและรับเนื้อหาดิจิทัลด้วยความเร็วสูง ให้คุณได้สัมผัสประสบการณ์อั่งเปาที่แตกต่าง
tr: Dijital varlıkları yüksek hızda gönderip alın, farklı bir kırmızı zarf deneyimi yaşamanıza izin verin
zh_hans: 极速收发数字资产，让您感受不一样的红包体验

# 好友给你发了一个%@大红包，快来领取！
source: A friend sent you a big red envelope %@, come and collect it!
es: Un amigo te envió un gran sobre rojo %@, ¡ven a buscarlo!
fr: Un ami vous a envoyé une grosse enveloppe rouge %@, venez la chercher !
it: Un amico ti ha inviato una grossa busta rossa %@, vieni a ritirarla!
ja: 友人から大きな赤い封筒%@が送られてきて、来て集めてください！
ko: 친구가 당신에게 큰 빨간 봉투 %@를 보냈습니다
ku: Hevalek ji te re zerfeke mezin a sor %@ şand, were û wê berhev bike!
ru: Сябар даслаў вам вялікі чырвоны канверт %@, прыходзьце і забярыце яго!
th: เพื่อนส่งซองแดงใหญ่ %@ ให้คุณ มาขอรับ!
tr: Bir arkadaşınız size büyük kırmızı bir zarf gönderdi %@, gelin ve alın!
zh_hans: 好友给你发了一个%@大红包，快来领取！

# 首页币种
source: Home Coin
es: Moneda local
it: moneta domestica
ja: ホームコイン
ko: 홈 코인
ku: Pereyê Malê
ru: Дамашняя манета
th: เหรียญบ้าน
tr: Ev Parası
zh_hans: 首页币种

# 退出排序
source: Sort Out
es: Ordenar
fr: Trier
it: Riordina
ja: 整理する
ko: 가리다
ku: Rastkirin
ru: Разабрацца
th: คัดออก
tr: Sırala
zh_hans: 退出排序

# 重新加载
source: Reload
es: Recargar
fr: Recharger
it: Ricarica
ja: リロード
ko: 새로 고침
ku: Ji nû ve barkirin
ru: Перазагрузіць
th: โหลดซ้ำ
tr: Yeniden Yükle
zh_hans: 重新加载

# 该币种维护中...
source: Maintenance...
es: Mantenimiento...
it: Manutenzione...
ku: Parastin...
ru: Абслугоўванне...
th: การบำรุงรักษา...
tr: Bakım...
zh_hans: 该币种维护中...

# 云矿机
source: Cloud Miner
es: Minero de nubes
ja: クラウドマイナー
ko: 클라우드 광부
ru: Воблачны майнер
th: คนขุดแร่บนคลาวด์
tr: Bulut Madenci
zh_hans: 云矿机

# 通证介绍
source: Token Introduction
es: Introducción al token
fr: Introduction du jeton
it: Introduzione token
ku: Destpêka Token
ru: Увядзенне маркера
th: การแนะนำโทเค็น
tr: Belirteç Tanıtımı
zh_hans: 通证介绍

# 人脸识别
source: Face recognition
es: Reconocimiento facial
fr: Reconnaissance faciale
it: Riconoscimento facciale
ja: 顔認識
ko: 얼굴 인식
ku: Naskirina rû
ru: Распазнаванне твараў
th: การจดจำใบหน้า
tr: Yüz tanıma
zh_hans: 人脸识别

# 用户名
source: User Name
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ku: Navê Bikarhêner
ru: Імя карыстальніка
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
zh_hans: 用户名
