Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 地址有误
source: Wrong address
es: Dirección incorrecta
fr: Mauvaise adresse
it: Indirizzo errato
ja: アドレスが間違いました
ko: 주소가 잘못되었습니다
ku: Navnîşana çewt
ru: Няправільны адрас
th: ที่อยู่ผิด
tr: Yanlış adres
zh_hans: 地址有误

# 收币地址和发币地址一致
source: The receiving address is the same as sending address
es: La dirección de recepción es la misma que la dirección de envío
fr: L'adresse de réception est la même que l'adresse d'envoi
it: L'indirizzo di ricezione è lo stesso dell'indirizzo di invio
ja: 受け取るアドレスと転送するアドレスが同じです
ko: 화폐를 받을 주소와 보낼 주소는 같습니다.
ku: Navnîşana wergirtinê wek navnîşana şandinê ye
ru: Адрас атрымання супадае з адрасам адпраўкі
th: ที่อยู่ที่รับเหมือนกับที่อยู่ที่ส่ง
tr: Alıcı adres, gönderen adresle aynı
zh_hans: 收币地址和发币地址一致

# 转账金额不能小于矿工费
source: The transfer amount cannot be less than teh miner fee
es: El monto de la transferencia no puede ser inferior a la tarifa del minero
fr: Le montant du transfert ne peut pas être inférieur aux frais du mineur
it: L'importo del trasferimento non può essere inferiore alla commissione del minatore
ja: 転送額は、マイナーフィを下回ることはできません
ko: 계좌이체 금액은 광부비 요금보다 커야 합니다
ku: Meqdarê veguheztinê nikare ji heqê miner kêmtir be
ru: Сума пераводу не можа быць меншай за плату Майнера
th: จำนวนเงินโอนต้องไม่ต่ำกว่าค่าธรรมเนียมการขุด
tr: Aktarım tutarı madenci ücretinden az olamaz
zh_hans: 转账金额不能小于矿工费

# 手续费不足
source: Insufficient processing fee
es: Tarifa de procesamiento insuficiente
fr: Frais de traitement insuffisants
it: Tariffa di elaborazione insufficiente
ja: 手数料不足です
ko: 수수료 부족
ku: Xerca pêvajoyê ne bes e
ru: Недастатковая плата за апрацоўку
th: ค่าดำเนินการไม่เพียงพอ
tr: Yetersiz işlem ücreti
zh_hans: 手续费不足

# 请输入转币金额
source: Enter the amount to transfer
es: Introduzca el importe a transferir
fr: Entrez le montant à transférer
it: Inserisci l'importo da trasferire
ja: 転送金額を入力してください
ko: 금액을 입력해 주십시오
ku: Meqdara veguheztinê binivîse
ru: Увядзіце суму для пераводу
th: ป้อนจำนวนเงินที่จะโอน
tr: Aktarılacak tutarı girin
zh_hans: 请输入转币金额

# 地址复制成功
source: Address copied
es: Dirección copiada
fr: Adresse copiée
it: Indirizzo copiato
ja: アドレスがコピーできました
ko: 주소 복사 성공
ku: Navnîşan hat kopîkirin
ru: Адрас скапіраваны
th: คัดลอกที่อยู่
tr: Adres kopyalandı
zh_hans: 地址复制成功

# 区块
source: Block
es: Bloquear
fr: Bloquer
it: Blocco
ja: ブロック
ko: 블록체인
ru: Заблакіраваць
th: บล็อก
tr: Blok
zh_hans: 区块

# 交易时间
source: Transaction time
es: Tiempo de transacción
fr: Heure de la transaction
it: Tempo di transazione
ja: 取引時間
ko: 거래시간
ku: Dema danûstandinê
ru: Час транзакцыі
th: เวลาทำธุรกรรม
tr: İşlem süresi
zh_hans: 交易时间

# 区块查询
source: Block inquire
es: Bloquear consulta
fr: Bloquer la demande
it: Richiesta blocco
ja: ブロックを照会する
ko: 블록체인 조회
ku: Lêpirsînê asteng bike
ru: Заблакіраваць запыт
th: บล็อกการสอบถาม
tr: Sorgulamayı engelle
zh_hans: 区块查询

# 暂无简介
source: No Introduction
es: Sin presentación
fr: Pas d'introduction
it: Nessuna introduzione
ja: 紹介なし
ko: 설명자료없음
ku: Pêşgotin tune
ru: Без уводзін
th: ไม่มีบทนำ
tr: Giriş Yok
zh_hans: 暂无简介

# 语言
source: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ku: Ziman
ru: Мова
th: ภาษา
tr: Dil
zh_hans: 语言

# 8-20位数字、字母组合
source: Please enter 8-20 digits of numbers and letters
es: Introduzca de 8 a 20 dígitos de números y letras
fr: Veuillez saisir 8 à 20 chiffres et lettres
it: Inserisci 8-20 cifre di numeri e lettere
ja: 8〜20桁の数字と文字を入力してください
ko: 8-20 자리숫자, 알파벳 조합
ku: Ji kerema xwe 8-20 reqemên jimare û tîpan binivîsin
ru: Калі ласка, увядзіце 8-20 лічбаў і літар
th: โปรดป้อนตัวเลขและตัวอักษร 8-20 หลัก
tr: Lütfen 8-20 basamaklı sayı ve harf girin
zh_hans: 8-20位数字、字母组合

# (当前钱包)
source: (Current wallet)
es: (Monedero actual)
fr: (Portefeuille actuel)
it: (Portafoglio attuale)
ja: (使用中)
ko: (현재 지갑)
ku: (Baletê niha)
ru: (Бягучы кашалёк)
th: (กระเป๋าเงินปัจจุบัน)
tr: (Geçerli cüzdan)
zh_hans: (当前钱包)

# 请前往设置打开相册访问权限
source: Please go to Setting to open album access
es: Vaya a Configuración para abrir el acceso al álbum
fr: Veuillez accéder aux paramètres pour ouvrir l'accès à l'album
it: Vai a Impostazioni per aprire l'accesso all'album
ja: アルバムのアクセス権限を設定してください
ko: 앨범열기접근권한으로 이동
ku: Ji kerema xwe ji bo vekirina gihîştina albûmê here Mîhengê
ru: Калі ласка, перайдзіце да налад, каб адкрыць доступ да альбома
th: โปรดไปที่การตั้งค่าเพื่อเปิดการเข้าถึงอัลบั้ม
tr: Albüme erişimi açmak için lütfen Ayarlar'a gidin
zh_hans: 请前往设置打开相册访问权限

# 请选择币种
source: Please select a currency
es: Seleccione una moneda
fr: Veuillez sélectionner une devise
it: Seleziona una valuta
ja: コインの種類を選んでください
ko: 화폐 종류를 선택하다
ku: Ji kerema xwe pereyê hilbijêre
ru: Калі ласка, выберыце валюту
th: โปรดเลือกสกุลเงิน
tr: Lütfen bir para birimi seçin
zh_hans: 请选择币种

# 钱包设置
source: Setting
es: Configuración
fr: Paramètre
it: Impostazione
ja: ウォレット設定
ko: 지갑 설정
ku: Mîheng
ru: Настройка
th: การตั้งค่า
tr: Ayar
zh_hans: 钱包设置

# 修改本地备注
source: Modify local notes
es: Modificar notas locales
fr: Modifier les notes locales
it: Modifica note locali
ja: ローカル備考を訂正する
ko: 비고 수정
ku: Notên herêmî biguherîne
ru: Змяніць мясцовыя нататкі
th: แก้ไขบันทึกในเครื่อง
tr: Yerel notları değiştir
zh_hans: 修改本地备注

# 无
source: none
es: ninguno
fr: aucun
it: nessuno
ja: なし
ko: 없음
ku: tune
ru: няма
th: ไม่มี
tr: yok
zh_hans: 无

# 最佳
source: optimal
es: óptimo
it: ottimale
ja: ベスト
ko: 정상
ru: аптымальны
th: ดีที่สุด
tr: en uygun
zh_hans: 最佳

# 密码最大长度为20位
source: The maximum password length is 20 digits.
es: La longitud máxima de la contraseña es de 20 dígitos.
fr: La longueur maximale du mot de passe est de 20 chiffres.
it: La lunghezza massima della password è di 20 cifre.
ja: パスワードは20桁まで
ko: 비밀번호는 최대 20자리입니다
ku: Dirêjahiya şîfreya herî zêde 20 reqem e.
ru: Максімальная даўжыня пароля складае 20 лічбаў.
th: ความยาวรหัสผ่านสูงสุดคือ 20 หลัก
tr: Maksimum şifre uzunluğu 20 hanedir.

# 密码登录
source: Password login
es: Contraseña de inicio de sesión
fr: Connexion par mot de passe
it: Accesso tramite password
ja: パスワードでログイン
ko: 암호등록
ku: Şîfreya têketinê
ru: Пароль для ўваходу
th: เข้าสู่ระบบด้วยรหัสผ่าน
tr: Parola ile oturum açma

# 已发送(%dS)
source: sent(%dS)
es: enviado(%dS)
fr: envoyé(%dS)
it: inviato(%dS)
ja: 発信しました(%dS)
ko: 발송되었습니다(%dS)
ru: адпраўлена(%dS)
th: ส่งแล้ว(%dS)

# 忘记密码？
source: Forget password?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
ja: パスワード忘れた？
ko: 암호를 잊으셨습니까?
ku: Şîfre ji bîr kir?
ru: Забыліся пароль?
th: ลืมรหัสผ่าน
tr: Parolayı mı unuttunuz?

# 我们会以电话的方式告知您验证码，请注意接听！
source: We will inform you of the verification code by phone, please pay attention!
es: Le informaremos del código de verificación por teléfono, ¡preste atención!
fr: Nous vous informerons du code de vérification par téléphone, veuillez faire attention !
it: Ti informeremo telefonicamente del codice di verifica, fai attenzione!
ja: こちらからお電話して認証コードを知らせますので、着信にご注意ください！
ko: 인증번호는 전화로 알려드릴테니 주의해서 받아주세요!
ku: Em ê bi têlefonê koda verastkirinê agahdar bikin, ji kerema xwe bala xwe bidin!
ru: Мы паведамім вам код спраўджання па тэлефоне, звярніце ўвагу!
th: เราจะแจ้งให้คุณทราบรหัสยืนยันทางโทรศัพท์ โปรดตั้งใจ!
tr: Doğrulama kodunu size telefonla bildireceğiz, lütfen dikkat edin!

# 手机登录
source: phone number login
es: número de teléfono de inicio de sesión
fr: connexion par numéro de téléphone
it: numero di telefono login
ja: 携帯でログイン
ko: 전화번호 등록
ku: têketina jimareya telefonê
ru: уваход па нумары тэлефона
th: เข้าสู่ระบบหมายเลขโทรศัพท์
tr: telefon numarası girişi

# 收不到验证码？
source: Can't receive the verification code?
es: ¿No puede recibir el código de verificación?
fr: Impossible de recevoir le code de vérification ?
it: Non puoi ricevere il codice di verifica?
ja: 認証コードが受信できない？
ko: 인증번호를 받지 못하였습니까？
ku: Nikare koda verastkirinê bistînî?
ru: Не магу атрымаць код спраўджання?
th: ไม่สามารถรับรหัสยืนยันได้
tr: Doğrulama kodunu alamıyor musunuz?

# 新用户登录将自动注册
source: New user login will be automatically registered
es: El nuevo inicio de sesión de usuario se registrará automáticamente
fr: La nouvelle connexion utilisateur sera automatiquement enregistrée
it: Il nuovo login utente verrà registrato automaticamente
ja: 新規の場合は自動登録される
ko: 새로운 사용자 로그인 자동 등록
ku: Têketina bikarhênerê nû dê bixweber were tomar kirin
ru: Новы карыстальнік будзе зарэгістраваны аўтаматычна
th: การเข้าสู่ระบบของผู้ใช้ใหม่จะลงทะเบียนโดยอัตโนมัติ
tr: Yeni kullanıcı girişi otomatik olarak kaydedilecektir

# 用手机号重置
source: Reset with phone number
es: Restablecer con número de teléfono
fr: Réinitialiser avec le numéro de téléphone
it: Reimposta con numero di telefono
ja: 携帯番号でリセット
ko: 핸드폰번호로 재설정하기
ku: Bi nimreya telefonê vegerîne
ru: Скінуць з нумарам тэлефона
th: รีเซ็ตด้วยหมายเลขโทรศัพท์
tr: Telefon numarası ile sıfırla

# 用邮箱重置
source: Reset with mailbox
es: Restablecer con buzón
fr: Réinitialiser avec la boîte aux lettres
it: Reimposta con cassetta postale
ja: メールアドレスでリセット
ko: 이메일로 재설정하기
ku: Bi qutiya posteyê vegerîne
ru: Скінуць з дапамогай паштовай скрыні
th: รีเซ็ตด้วยกล่องจดหมาย
tr: Posta kutusuyla sıfırla

# 绑定手机
source: Bind phone
es: Enlazar teléfono
fr: Lier le téléphone
it: Associa telefono
ja: 携帯番号認証
ko: 전화번호 연결
ku: Telefonê girêde
ru: Прывязаць тэлефон
th: ผูกโทรศัพท์
tr: Telefonu bağla

# 绑定邮箱
source: Bind mailbox
es: Enlazar buzón
fr: Lier la boîte aux lettres
it: Collega cassetta postale
ja: メールアドレス認証
ko: 이메일 연결
ku: Qutiya posteyê girêde
ru: Звязаць паштовую скрыню
th: ผูกกล่องจดหมาย
tr: Posta kutusunu bağla

# 设置新密码
source: Set new password
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
it: Imposta nuova password
ja: 新しいパスワードを設定
ko: 새 암호 설정
ku: Şîfreya nû destnîşan bike
ru: Усталяваць новы пароль
th: ตั้งรหัสผ่านใหม่
tr: Yeni parola belirleyin

# 设置新密码 (6-20位)
source: Set a new password (6 - 20 digits)
es: Establecer una nueva contraseña (6 - 20 dígitos)
fr: Définir un nouveau mot de passe (6 - 20 chiffres)
it: Imposta una nuova password (6 - 20 cifre)
ja: 新しいパスワードを設定 (6-20)
ko: 새 암호 설정(6~20자리)
ku: Şîfreyek nû (6 - 20 reqeman) deyne
ru: Усталяваць новы пароль (6-20 лічбаў)
th: ตั้งรหัสผ่านใหม่ (6 - 20 หลัก)
tr: Yeni bir şifre belirleyin (6 - 20 basamaklı)

# 请输入手机号
source: Please enter phone number
es: Por favor, introduzca el número de teléfono
fr: Veuillez entrer le numéro de téléphone
it: Inserisci il numero di telefono
ja: 携帯番号を入力
ko: 핸드폰 번호를 입력해주세요
ku: Ji kerema xwe hejmara telefonê binivîse
ru: Калі ласка, увядзіце нумар тэлефона
th: โปรดป้อนหมายเลขโทรศัพท์
tr: Lütfen telefon numarasını girin

# 请输入邮箱
source: Please enter mailbox
es: Introduzca buzón
fr: Veuillez entrer la boîte aux lettres
it: Inserisci casella di posta
ja: メールアドレスを入力
ko: 이메일을 입력하십시오
ku: Ji kerema xwe qutiya posteyê binivîse
ru: Калі ласка, увядзіце паштовую скрыню
th: โปรดป้อนกล่องจดหมาย
tr: Lütfen posta kutusunu girin

# 输入的密码过短
source: Password too short
es: Contraseña demasiado corta
fr: Mot de passe trop court
it: Password troppo corta
ja: パスワード桁数が足りません
ko: 입력한 암호가 너무 짧습니다
ku: Şîfre pir kurt e
ru: Пароль занадта кароткі
th: รหัสผ่านสั้นเกินไป
tr: Parola çok kısa

# 邮箱登录
source: Mailbox login
es: Inicio de sesión en el buzón
fr: Connexion à la boîte aux lettres
it: Accesso alla casella di posta
ja: メールアドレスでログイン
ko: 이메일등록
ku: Têketina qutiya posteyê
ru: Уваход у паштовую скрыню
th: กล่องจดหมายเข้าสู่ระบบ
tr: Posta kutusu girişi

# 验证码登录
source: Verification code login
es: Código de verificación de inicio de sesión
fr: Connexion avec code de vérification
it: Codice di verifica accesso
ja: 認証コードを受信して登録
ko: 인증번호 등록
ku: Koda verastkirinê têketinê
ru: Код спраўджання для ўваходу
th: ล็อกอินด้วยรหัสยืนยัน
tr: Doğrulama kodu girişi

# 个人中心
source: Personal center
es: Centro personal
fr: Centre personnel
it: Centro personale
ja: マイページ
ko: 개인 센터
ku: Navenda Kesane
ru: Асабісты цэнтр
th: ศูนย์ส่วนบุคคล
tr: Kişisel merkez
zh_hans: 个人中心

# 请输入正确的手机号！
source: Please enter a valid phone number
es: Introduzca un número de teléfono válido
fr: Veuillez saisir un numéro de téléphone valide
it: Inserisci un numero di telefono valido
ja: 正しい携帯番号を入力してください!
ko: 정확한 전화번호를 입력하세요!
ku: Ji kerema xwe jimareyek têlefonê derbasdar binivîse
ru: Калі ласка, увядзіце сапраўдны нумар тэлефона
th: โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen geçerli bir telefon numarası girin

# 您还没有绑定邮箱
source: Mailbox is not bound
es: El buzón no está vinculado
fr: La boîte aux lettres n'est pas liée
it: La casella di posta non è associata
ja: メールアドレスは認証待ちです
ko: 이메일을 아직 연결하지 않으셨습니다
ku: Mailbox ne girêdayî ye
ru: Паштовая скрыня не прывязаная
th: กล่องจดหมายไม่ถูกผูกไว้
tr: Posta kutusu bağlı değil

# 请输入6位验证码
source: Pease enter verification code
es: Por favor, introduzca el código de verificación
fr: Veuillez saisir le code de vérification
it: Inserisci il codice di verifica
ja: 認証コード6桁を入力
ko: 6자리 인증번호입력
ku: Koda verastkirinê binivîse
ru: Калі ласка, увядзіце код спраўджання
th: โปรดป้อนรหัสยืนยัน
tr: Lütfen doğrulama kodunu girin

# 创建失败，请重新登录
source: Creation failed, please log in again
es: Error en la creación, vuelva a iniciar sesión
fr: Échec de la création, veuillez vous reconnecter
it: Creazione fallita, per favore accedi di nuovo
ja: ログイン失敗しました、もう一度お試しください
ko: 로그인실패, 다시시도.
ku: Afirandin bi ser neket, ji kerema xwe dîsa têkeve
ru: Стварэнне не атрымалася, увайдзіце яшчэ раз
th: การสร้างล้มเหลว โปรดเข้าสู่ระบบอีกครั้ง
tr: Oluşturulamadı, lütfen tekrar oturum açın

# 您还没有绑定手机
source: Phone number is not bound
es: El número de teléfono no está vinculado
fr: Le numéro de téléphone n'est pas lié
it: Il numero di telefono non è associato
ja: 携帯番号は認証待ちです
ko: 아직 휴대폰은 연결하지 않았습니다
ku: Jimara telefonê ne girêdayî ye
ru: Нумар тэлефона не прывязаны
th: หมายเลขโทรศัพท์ไม่ได้ผูกมัด
tr: Telefon numarası bağlı değildir

# 您尚未注册
source: Unregistered
es: No registrado
fr: Non enregistré
it: Non registrato
ja: まだ登録されていません
ko: 아직 등록하지 않으셨습니다
ku: Ne qeydkirî
ru: Не зарэгістраваны
th: ไม่จดทะเบียน
tr: Kayıtsız

# 语音验证
source: Voice verification
es: Verificación de voz
fr: Vérification vocale
it: Verifica vocale
ja: 音声認証
ko: 음성인증
ku: Verrastkirina deng
ru: Галасавая праверка
th: การยืนยันด้วยเสียง
tr: Ses doğrulaması

# 请填写完整邮箱
source: Please fill in the full mailbox
es: Rellene el buzón completo
fr: Veuillez remplir la boîte aux lettres complète
it: Compila tutta la casella di posta
ja: 完全なメールアドレスを入力
ko: 우편함을 완벽하게 작성하십시오
ku: Ji kerema xwe qutiya posteyê tijî bikin
ru: Калі ласка, запоўніце поўную паштовую скрыню
th: กรุณากรอกกล่องจดหมายให้เต็ม
tr: Lütfen posta kutusunu tam olarak doldurun

# 请输入4位语音验证码
source: Please enter a 4-digit voice verification code
es: Introduzca un código de verificación de voz de 4 dígitos
fr: Veuillez saisir un code de vérification vocale à 4 chiffres
it: Inserisci un codice di verifica vocale a 4 cifre
ja: 音声認証コード4桁を入力
ko: 4자리 음성인증번호입력
ku: Ji kerema xwe koda verastkirina dengê 4-reqemî binivîse
ru: Калі ласка, увядзіце 4-значны галасавы код спраўджання
th: โปรดป้อนรหัสยืนยันด้วยเสียง 4 หลัก
tr: Lütfen 4 haneli bir sesli doğrulama kodu girin

# 两次输入不一致
source: The two passwords are inconsistent
es: Las dos contraseñas son incoherentes
fr: Les deux mots de passe sont incohérents
it: Le due password non sono coerenti
ja: 二回の入力が一致しません
ko: 두 번 암호 입력 불일치
ku: Du şîfre nakok in
ru: Два паролі несумяшчальныя
th: รหัสผ่านสองรหัสไม่สอดคล้องกัน
tr: İki parola tutarsız

# 修改成功！
source: Success！
es: ¡Éxito!
fr: Succès！
it: Successo！
ja: 変更できました!
ko: 지급 비밀번호 수정 성공!
ku: Serkeftin！
ru: Поспех!
th: สำเร็จ！
tr: Başarılı!

# 提示：请勿截图！如果有人获取你的助记词将直接获取你的资产！请抄写下助记词并存放到安全的地方，我们会在下一屏进行校验。
source: Tip: Do not take a screenshot! If someone gets your seeds, you assets can be insure! Please copy the seeds and store them in a safe place.
es: Consejo: hacer ¡No tome una captura de pantalla! Si alguien obtiene sus semillas, sus activos pueden estar seguros. Copie las semillas y guárdelas en un lugar seguro.
fr: Astuce : ne faites pas de capture d'écran ! Si quelqu'un récupère vos graines, vos actifs peuvent être assurés ! Veuillez copier les graines et les conserver dans un endroit sûr.
it: Suggerimento: esegui non fare uno screenshot! Se qualcuno ottiene i tuoi semi, i tuoi beni possono essere assicurati! Copia i semi e conservali in un luogo sicuro.
ja: ご注意：スクリーンショットは止めてください。他人にニーモニックを知られた場合、あなたの資産が盗まれます！ ニーモニックを写して、安全な場所に保管してください。次の画面で検証します。
ko: 힌트: 캡처하지 마십시오! 만약 누군가가 당신의 도움말을 얻는다면 당신의 자산을 직접 얻게 될 것입니다! 조사사를 베껴 써서 안전한 곳에 보관해 주시면 다음 화면에서 검사하겠습니다.
ru: Парада: зрабіце не рабіце скрыншот! Калі нехта атрымае вашыя насенне, вы можаце застрахаваць свае актывы! Калі ласка, скапіруйце насенне і захавайце іх у бяспечным месцы.
th: เคล็ดลับ: ทำ ห้ามถ่ายภาพหน้าจอ! หากมีใครได้รับเมล็ดพันธุ์ของคุณ ทรัพย์สินของคุณก็สามารถประกันได้! โปรดคัดลอกเมล็ดพันธุ์และเก็บไว้ในที่ปลอดภัย

# 请输入%@收到的验证码
source: Enter code
es: Introducir código
fr: Entrez le code
it: Inserisci codice
ja: %@に届いた認証コードを入力
ko: 입력해 주세요%@받은 인증번호
ku: Kodê binivîse
ru: Увядзіце код
th: ป้อนรหัส
tr: Kodu girin

# 请输入邮箱%@收到的验证码
source: Enter code
es: Introducir código
fr: Entrez le code
it: Inserisci codice
ja: %@に届いた認証コードを入力
ko: 이메일주소입력%@인증번호받기
ku: Kodê binivîse
ru: Увядзіце код
th: ป้อนรหัส
tr: Kodu girin

# 请输入手机号%@收到的验证码
source: Enter code
es: Introducir código
fr: Entrez le code
it: Inserisci codice
ja: %@に届いた認証コードを入力
ko: 핸드폰번호입력%@인증번호받기
ku: Kodê binivîse
ru: Увядзіце код
th: ป้อนรหัส
tr: Kodu girin

# 邮箱
source: mailbox
es: buzón
fr: boîte aux lettres
it: cassetta postale
ja: メールアドレス
ko: 이메일
ku: postbox
ru: паштовая скрыня
th: กล่องจดหมาย
tr: posta kutusu

# 登录密码
source: login password
es: contraseña de inicio de sesión
fr: mot de passe de connexion
it: password di accesso
ja: ログインパスワード
ko: 암호 등록
ku: şîfreya têketinê
ru: пароль для ўваходу
th: รหัสผ่านสำหรับเข้าสู่ระบบ
tr: oturum açma şifresi

# 支付密码
source: payment password
es: contraseña de pago
fr: mot de passe de paiement
it: password di pagamento
ja: 支払いパスワード
ko: 결제 비밀번호
ku: şîfreya peredanê
ru: пароль аплаты
th: รหัสผ่านการชำระเงิน
tr: ödeme şifresi

# 去设置
source: Setting
es: Configuración
fr: Paramètre
it: Impostazione
ja: 今すぐ設定
ko: 설치하기
ku: Mîheng
ru: Настройка
th: การตั้งค่า
tr: Ayar

# 去修改
source: Change
es: Cambiar
fr: Modifier
it: Cambia
ja: 変更へ
ko: 수정하기
ku: Guhertin
ru: Змяніць
th: เปลี่ยนแปลง
tr: Değiştir

# 去绑定
source: Bind
es: Enlazar
fr: Lier
it: Lega
ja: 認証
ko: 연결하기
ku: Girêdan
ru: Звязаць
th: มัด
tr: Bağla

# 服务器开小差了
source: Server error
es: Error del servidor
fr: Erreur de serveur
it: Errore del server
ja: サーバーエラーです
ko: サーバーエラーです
ku: Çewtiya pêşkêşker
ru: Памылка сервера
th: เซิร์ฟเวอร์ผิดพลาด
tr: Sunucu hatası

# 安全验证
source: Safety verification
es: Verificación de seguridad
fr: Vérification de sécurité
it: Verifica di sicurezza
ja: セキュリティ認証
ko: 보안 검증
ku: Rastkirina ewlehiyê
ru: Праверка бяспекі
th: การตรวจสอบความปลอดภัย
tr: Güvenlik doğrulaması

# 转账金额
source: Transfer amount
es: Importe de la transferencia
fr: Montant du transfert
it: Importo del trasferimento
ja: 送付金額
ko: 이체금액
ku: Heqê veguheztin
ru: Сума пераводу
th: จำนวนเงินโอน
tr: Aktarım tutarı

# 邀请好友领奖励
source: Invite friends to receive rewards
es: Invita a amigos para recibir recompensas
fr: Invitez des amis pour recevoir des récompenses
it: Invita gli amici a ricevere premi
ja: お友達を誘って報酬ゲット
ko: 친한 친구를 초대하여 포상을 받다
ku: Hevalan vexwîne ku xelatan bistînin
ru: Запрасіць сяброў, каб атрымаць узнагароды
th: เชิญเพื่อนเพื่อรับรางวัล
tr: Arkadaşlarınızı ödül almaya davet edin
zh_hans: 邀请好友领奖励

# 规则
source: Rule
es: Regla
fr: Règle
it: Regola
ja: 規則
ko: 규칙
ku: Qanûn
ru: Правіла
th: กฎ
tr: Kural
zh_hans: 规则

# 发送邀请给您好友
source: Send an invitation to your friend
es: Envía una invitación a tu amigo
fr: Envoie une invitation à ton ami
it: Invia un invito al tuo amico
ja: お友達を誘う
ko: 당신의 친한 친구에게 초대를 보냅니다.
ku: Dawetnameyek ji hevalê xwe re bişîne
ru: Адправіць запрашэнне вашаму сябру
th: ส่งคำเชิญให้เพื่อนของคุณ
tr: Arkadaşınıza davetiye gönderin
zh_hans: 发送邀请给您好友

# 好友注册完成相应任务
source: Friend registration to complete the corresponding task
es: Registro de amigos para completar la tarea correspondiente
fr: Inscription d'un ami pour terminer la tâche correspondante
it: Registrazione di un amico per completare l'attività corrispondente
ja: お友達が登録完了
ko: 친구 등록으로 해당 임무 완료
ku: Ji bo temamkirina peywira têkildar qeydkirina hevalan
ru: Рэгістрацыя сябра для выканання адпаведнага задання
th: ลงทะเบียนเพื่อนเพื่อทำงานที่เกี่ยวข้องให้เสร็จ
tr: İlgili görevi tamamlamak için arkadaş kaydı
zh_hans: 好友注册完成相应任务

# 获得奖励
source: Earn rewards
es: Gana recompensas
fr: Gagnez des récompenses
it: Guadagna ricompense
ja: お互いに報酬ゲット
ko: 포상을 받다
ku: Xelatan qezenc bike
ru: Зарабляйце ўзнагароды
th: รับรางวัล
tr: Ödül kazanın
zh_hans: 获得奖励

# 我的收益
source: Income
es: Ingresos
fr: Revenu
it: Reddito
ja: 私の収益
ko: 나의 수익
ku: Dahat
ru: Даход
th: รายได้
tr: Gelir
zh_hans: 我的收益

# 已邀请%@人 太棒了！
source: people have been invited， great!
es: se ha invitado a gente, ¡genial!
fr: des personnes ont été invitées， super !
it: le persone sono state invitate, fantastico!
ku: mirov hatine vexwendin, mezin!
ru: людзі запрошаны， выдатна!
th: คนได้รับเชิญแล้ว เยี่ยมมาก!
tr: Kişiler davet edildi, harika!
zh_hans: 已邀请%@人 太棒了！

# 邀请列表
source: Invitation list
es: Lista de invitados
fr: Liste d'invitations
it: Lista di inviti
ja: お誘いリスト
ko: 초대 목록
ku: Lîsteya vexwendinê
ru: Спіс запрашэнняў
th: รายการเชิญ
tr: Davet listesi
zh_hans: 邀请列表

# 邀请小技巧
source: Invitation tips
es: Consejos de invitación
fr: Conseils d'invitation
it: Suggerimenti per gli inviti
ja: ヒント
ko: 작은 기교를 초청하다
ku: Şîretên vexwendinê
ru: Парады для запрашэння
th: คำแนะนำในการเชิญ
tr: Davet ipuçları
zh_hans: 邀请小技巧

# 生成邀请海报
source: Generate invitation poster
es: Generar póster de invitación
fr: Générer une affiche d'invitation
it: Genera poster di invito
ja: お誘いポスター生成
ko: 초대 포스터 생성
ku: Postera vexwendinê çêbike
ru: Стварыць плакат з запрашэннем
th: สร้างโปสเตอร์คำเชิญ
tr: Davetiye posteri oluştur
zh_hans: 生成邀请海报

# 生成邀请链接
source: Generate invitation link
es: Generar enlace de invitación
fr: Générer le lien d'invitation
it: Genera link di invito
ja: お誘いリンク生成
ko: 초대 링크 생성
ku: Grêdanka vexwendinê çêbike
ru: Стварыць спасылку для запрашэння
th: สร้างลิงก์คำเชิญ
tr: Davet bağlantısı oluştur
zh_hans: 生成邀请链接

# 面对面邀请
source: Face-to-face invitation
es: Invitación presencial
fr: Invitation face à face
it: Invito faccia a faccia
ja: 対面でお誘い
ko: 대면 초대
ku: Dawetname rû bi rû
ru: Запрашэнне тварам да твару
th: คำเชิญแบบตัวต่อตัว
tr: Yüz yüze davet
zh_hans: 面对面邀请

# 筛选
source: Filter
es: Filtro
fr: Filtrer
it: Filtro
ja: フィルタ
ko: 선별
ku: Parz
ru: Фільтр
th: ตัวกรอง
tr: Filtre
zh_hans: 筛选

# 邀请人数(人)
source: Invite（person）
es: Invitar（persona）
fr: Inviter（personne）
it: Invita（persona）
ja: お誘い人数(名)
ko: 초대인원(사람)
ku: Vewet (kes)
ru: Запрасіць（асобу）
th: เชิญ（คน）
tr: (kişi) davet et
zh_hans: 邀请人数(人)

# 收益
source: Income
es: Ingresos
fr: Revenu
it: Reddito
ja: 収益
ko: 수익
ku: Dahat
ru: Даход
th: รายได้
tr: Gelir
zh_hans: 收益

# 我的邀请
source: My invitation
es: Mi invitación
fr: Mon invitation
it: Il mio invito
ja: 私のお誘い
ko: 나의 초대
ku: Dawetnameya min
ru: Маё запрашэнне
th: คำเชิญของฉัน
tr: Davetim
zh_hans: 我的邀请

# 已注册
source: Registered
es: Registrado
fr: Enregistré
it: Registrato
ja: 登録済み
ko: 기등록
ku: Qeydkirî
ru: Зарэгістраваны
th: ลงทะเบียนแล้ว
tr: Kayıtlı
zh_hans: 已注册

# 未实名
source: Unverified
es: Sin verificar
fr: Non vérifié
it: Non verificato
ja: 実名確認待ち
ko: 미실명
ku: Nerastkirî
ru: Неправерана
th: ยังไม่ยืนยัน
tr: Doğrulanmamış
zh_hans: 未实名

# 已实名
source: Verified
es: Verificado
fr: Vérifié
it: Verificato
ja: 実名確認済み
ko: 기실명
ku: Perastkirî
ru: Праверана
th: ตรวจสอบแล้ว
tr: Doğrulandı
zh_hans: 已实名

# 奖励明细
source: Reward details
es: Detalles de la recompensa
fr: Détails de la récompense
it: Dettagli premio
ja: 報酬明細
ko: 인센티브 내역
ku: Hayitên xelatê
ru: Падрабязнасці ўзнагароды
th: รายละเอียดรางวัล
tr: Ödül ayrıntıları
zh_hans: 奖励明细

# 任务
source: Task
es: Tarea
fr: Tâche
it: Compito
ja: タスク
ko: 임무
ku: Kar
ru: Заданне
th: งาน
tr: Görev
zh_hans: 任务
