Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 您的申请已提交，请等待客服审核。若3个工作日内仍然没有结果，请及时联系客服。
source: Your application has been submitted, please wait for customer service review. If there is still no result within 3 working days, please contact customer service.
es: Su solicitud ha sido enviada , espere la revisión del servicio de atención al cliente. Si todavía no hay resultados dentro de 3 días hábiles, comuníquese con el servicio al cliente.
fr: Votre candidature a été soumise, Veuillez attendre l'examen du service client. S'il n'y a toujours pas de résultat dans 3 jours ouvrables, veuillez contacter le service client.
it: La tua richiesta è stata inviata, attendi la revisione del servizio clienti. Se non c'è ancora alcun risultato all'interno 3 giorni lavorativi, si prega di contattare il servizio clienti.
ja: 送信されました。審査結果をお待ちください。 3営業日経ってもまだ結果が出ない場合、カスタマーセンターにお問合せください。
ko: 신청이 완료되어 심사중 입니다. 3일 업무일 기준으로 심사가 진행됩니다.
ru: Ваша заяўка была пададзена , калі ласка, пачакайце разгляду службы падтрымкі. Калі вынікаў усё яшчэ няма 3 працоўныя дні, калі ласка, звярніцеся ў службу падтрымкі.
th: ใบสมัครของคุณถูกส่งแล้ว โปรดรอการตรวจสอบการบริการลูกค้า ถ้ายังไม่มี ผลลัพธ์ภายใน 3 วันทำการ โปรดติดต่อฝ่ายบริการลูกค้า
tr: Başvurunuz gönderildi , lütfen müşteri hizmetlerinin incelemesini bekleyin. 3 iş günü, lütfen müşteri hizmetleri ile iletişime geçin.
zh_hans: 您的申请已提交，请等待客服审核。若3个工作日内仍然没有结果，请及时联系客服。

# 客服微信：
source: Service Wechat：
es: Servicio Wechat：
it: Servizio Wechat：
ja: カスタマーWechat：
ko: 고객 서비스 위챗：
ku: Xizmeta Wechat：
ru: Сэрвіс WeChat：
th: บริการ Wechat：
tr: Wechat Hizmeti：
zh_hans: 客服微信：

# 1.脸部清晰无遮挡证件 2.全部信息清晰无遮挡 3.完全露出双手
source: 1. The face is clear and unobstructed 2. All documents are clear and unobstructed 3. Fully expose both hands
es: 1. La cara es clara y sin obstrucciones 2. Todos los documentos son claros y sin obstrucciones 3. Exponga completamente ambas manos
fr: 1. Le visage est clair et dégagé 2. Tous les documents sont clairs et dégagés 3. Exposez complètement les deux mains
it: 1. Il fronte è chiaro e senza ostacoli 2. Tutti i documenti sono chiari e senza ostacoli 3. Esporre completamente entrambe le mani
ja: 1．顔がはっきり見える 2．書類上の情報がはっきり見る 3. 両手を完全に露出する
ko: 1.얼굴이 선명하게 나와야됩니다. 2.글씨가 잘보이도록합니다. 3.두손이 모두 보이도록 합니다
ku: 1. Belgeyên rûbirî zelal û bêpergal in. Bi tevahî herdu destan eşkere bikin
ru: 1. Твар выразны і бесперашкодны 2. Усе дакументы выразныя і бесперашкодны 3. Цалкам агаліць абедзве рукі»
th: 1. หน้าชัดเจนไม่มีสิ่งกีดขวาง 2. เอกสารทั้งหมดชัดเจนและไม่มีสิ่งกีดขวาง 3. กางมือทั้งสองข้างออกจนสุด
tr: 1. Yüz açık ve engelsiz 2. Tüm belgeler açık ve engelsiz 3. İki elinizi de tamamen açın
zh_hans: 1.脸部清晰无遮挡证件 2.全部信息清晰无遮挡 3.完全露出双手

# 人工认证
source: Manual authentication
es: Certificación manual
fr: Certification manuelle
it: Certificazione manuale
ja: 本人確認
ko: 수동 인증
ku: Sertîfîkasyona bi destan
ru: Ручная сертыфікацыя
th: การรับรองด้วยตนเอง
tr: Manuel sertifikalandırma
zh_hans: 人工认证

# 很遗憾，您未通过人工审核
source: Sorry, you have not passed the review
es: Lo siento, no ha pasado la revisión
fr: Désolé, vous n'avez pas réussi l'examen
it: Spiacenti, non hai superato la revisione
ja: 恐れ入りますが、審査結果として承認されませんでした
ko: 죄송합니다. 심사에 통과 하지 못했습니다.
ku: Bibore, te nirxandin derbas nekir
ru: На жаль, вы не прайшлі праверку
th: ขออภัย คุณยังไม่ผ่านการตรวจทาน
tr: Üzgünüz, incelemeyi geçemediniz
zh_hans: 很遗憾，您未通过人工审核

# 重新提交资料
source: Resubmit
es: Reenviar
fr: Resoumettre
it: Invia di nuovo
ja: もう一度資料を提出します
ko: 다시 자료제출하기
ku: Ji nû ve bişîne
ru: Адправіць паўторна
th: ส่งใหม่
tr: Yeniden Gönder
zh_hans: 重新提交资料

# 待审核
source: wait for Review
es: esperar revisión
fr: attendre la révision
it: attendere revisione
ja: 審査待ち
ko: 심사중
ku: li benda Çavdêriyê bisekinin
ru: чакаць агляду
th: รอการตรวจสอบ
tr: İncelemeyi Bekle
zh_hans: 待审核

# 未通过
source: Not pass
es: No aprobar
fr: Pas réussi
it: Non superato
ja: 未承認
ko: 미통과
ku: Ne derbas dibe
ru: Не прайсці
th: ไม่ผ่าน
tr: Geçmedi
zh_hans: 未通过

# 中国大陆
source: China
fr: Chine
it: Cina
ja: 中国大陸
ko: 중국본토
ku: Çîn
ru: Кітай
th: จีน
tr: Çin
zh_hans: 中国大陆

# 非中国大陆
source: NonChina
es: No China
fr: Hors Chine
it: Non Cina
ja: 中国大陸以外
ko: 중국본토 외
ku: Ne Çîn
ru: Не Кітай
th: จีน
tr: Çin Dışı
zh_hans: 非中国大陆

# 日本及国际用户
source: Japan and international
es: Japón e internacional
fr: Japon et international
it: Giappone e internazionale
ja: 日本及びその他のユーザー
ko: 일본사용자
ku: Japonya û navneteweyî
ru: Японія і міжнародны
th: ญี่ปุ่นและต่างประเทศ
tr: Japonya ve uluslararası
zh_hans: 日本及国际用户

# 您的好友邀请你注册币钱包，登录即享好礼！
source: You are invited to register B wallet，log in to enjoy gift!
es: ¡Estás invitado a registrar la billetera B, iniciar sesión para disfrutar del regalo!
fr: Vous êtes invité à enregistrer le portefeuille B，connectez-vous pour profiter du cadeau !
it: Sei invitato a registrare B wallet，accedi per goderti il regalo!
ku: Hûn hatine vexwendin ji bo qeydkirina B wallet. Têkeve ji bo kêfê ji diyariyê!
ru: Вас запрашаюць зарэгістраваць кашалёк B, увайсці, каб атрымаць падарунак!
th: คุณได้รับเชิญให้ลงทะเบียน B wallet เข้าสู่ระบบเพื่อรับของขวัญ!
tr: B cüzdanını kaydetmeye davetlisiniz, hediyenin tadını çıkarmak için giriş yapın!
zh_hans: 您的好友邀请你注册币钱包，登录即享好礼！

# 币钱包&上链购狂撒百万STO奖励，可兑换阳澄湖大闸蟹，先到先得！
source: B wallet & Shopping To Chain giving away crazy STO reward, can be exchanged Yangcheng Lake hairy crabs, first come first served!
es: B wallet & Shopping To Chain regalando locas recompensas de STO, se pueden intercambiar cangrejos peludos del lago Yangcheng, primero en llegar servido!
fr: Portefeuille B & Shopping To Chain donnant une récompense STO folle, peut être échangé Crabes poilus du lac Yangcheng, premier arrivé premier servi!
it: Portafoglio B e Shopping To Chain che regalano una pazza ricompensa STO, possono essere scambiati granchi pelosi del lago Yangcheng, primo arrivato per primo servito!
ku: B Chain wallet daying to andwards kêvroşk, yekem pêşî tê xizmet kirin!
ru: Кашалёк B & Shopping To Chain раздаюць вар'яцкую ўзнагароду STO, можна абмяняць валасаты крэ на возеры Янчэн bs, першы прыйшоў першым падаецца!»
th: B wallet & Shopping To Chain แจกรางวัล STO บ้าๆ เอาไปแลกปูขน Yangcheng Lake ได้ มาก่อนได้ก่อน เสิร์ฟ!
tr: Çılgın STO ödülü veren B wallet & Shopping To Chain, takas edilebilir Yangcheng Gölü kıllı yengeçleri, önce gelen servis!
zh_hans: 币钱包&上链购狂撒百万STO奖励，可兑换阳澄湖大闸蟹，先到先得！

# 切换语言
source: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어교환
ku: Ziman
ru: Мова
th: ภาษา
tr: Dil
zh_hans: 切换语言

# 网络不给力，请稍后重试
source: Network error
es: Error de red
fr: Erreur réseau
it: Errore di rete
ku: Çewtiya torê
ru: Памылка сеткі
th: เครือข่ายผิดพลาด
tr: Ağ hatası

# 请输入中文助记词，以3个字为一组
source: Please enter Chinese seeds in groups of 3 words
es: Introduzca semillas chinas en grupos de 3 palabras
fr: Veuillez saisir les graines chinoises par groupes de 3 mots
it: Inserisci semi cinesi in gruppi di 3 parole
ja: 中国語のニーモニックを入力してください。3文字を一セットにしてください。
ko: 중국어 도움말을 입력하여 3자를 한 조로 설정합니다
ku: Ji kerema xwe tovên çînî di komên 3 peyvan de binivîsin
ru: Калі ласка, увядзіце кітайскія пачатковыя словы групамі па 3 словы
th: โปรดป้อนเมล็ดภาษาจีนในกลุ่มละ 3 คำ
tr: Çin tohumlarını lütfen 3 kelimelik gruplar halinde girin

# 分享二维码
source: Share QR code
es: Compartir código QR
fr: Partager le code QR
it: Condividi codice QR
ja: QRコードを共有する
ko: 2차원 부호를 나누다
ku: Koda QR parve bike
ru: Падзяліцца QR-кодам
th: แชร์คิวอาร์โค้ด
tr: QR kodunu paylaş

# 验证码已发送，请耐心查收。
source: Sent!
es: ¡Enviado!
fr: Envoyé !
it: Inviato!
ja: メッセージ送信しました、ご確認ください
ko: 인증번호발송, 잠시만
ku: Şandin!
ru: Адпраўлена!
th: ส่งแล้ว!
tr: Gönderildi!

# 请输入支付密码
source: Enter the payment password
es: Introduzca la contraseña de pago
fr: Entrez le mot de passe de paiement
it: Inserisci la password per il pagamento
ja: 支払いパスワードを入力してください。
ko: 지불 비밀번호 입력
ku: Şîfreya dravdanê binivîse
ru: Увядзіце плацежны пароль
th: ป้อนรหัสผ่านการชำระเงิน
tr: Ödeme şifresini girin
zh_hans: 请输入支付密码

# 操作成功！
source: Success
es: Éxito
fr: Succès
it: Successo
ja: できました
ko: 설계성공!
ku: Serkeftin
ru: Поспех
th: สำเร็จ
tr: Başarılı

# 暂未开放
source: Not yet open
es: Todavía no abierto
fr: Pas encore ouvert
it: Non ancora aperto
ja: まだ開通されていません
ko: 아직 개방하지 않습니다
ku: Hê ne vekirî ye
ru: Яшчэ не адкрыта
th: ยังไม่เปิด
tr: Henüz açılmadı
zh_hans: 暂未开放

# 未检测到托管账户，前往登录？
source: Did not detect the escrow account, go to login?
es: No detectó la cuenta de depósito en garantía, ¿ir a iniciar sesión?
fr: Vous n'avez pas détecté le compte séquestre, accédez à la connexion ?
it: Non hai rilevato l'account di deposito a garanzia, vai al login?
ja: 預託口座が見つかりません、今すぐ登録しますか？
ko: 신탁계정있음, 로그인이동.
ku: Hesabê escrow nedît, here têketinê?
ru: Не знойдзены рахунак дэпазітавання, перайдзіце да ўваходу?
th: ตรวจไม่พบบัญชี escrow ไปเพื่อเข้าสู่ระบบ
tr: Emanet hesabı bulunamadı, oturum açmaya gidin?

# 已检测到托管账户，前往切换？
source: Have you detected the escrow account and went to switch?
es: ¿Ha detectado la cuenta de depósito en garantía y ha cambiado?
fr: Avez-vous détecté le compte séquestre et êtes-vous allé changer ?
it: Hai rilevato l'account escrow e sei andato a cambiare?
ja: 預託口座が検出されました、今すぐ切り替えますか？
ko: 위탁관리계정있음,거래하기 이동.
ku: Te hesabê escrow tesbît kir û çû ser guhertinê?
ru: Вы выявілі дэпазітны рахунак і пайшлі на пераключэнне?
th: คุณตรวจพบบัญชีเอสโครว์และไปเปลี่ยนหรือไม่
tr: Emanet hesabını algılayıp geçiş yapmaya gittiniz mi?

# 未检测到去中心化钱包，前往创建？
source: Did not detect the decentralized wallet and go to create?
es: ¿No detectó la billetera descentralizada y fue a crearla?
fr: Vous n'avez pas détecté le portefeuille décentralisé et allez créer ?
it: Non hai rilevato il portafoglio decentralizzato e sei andato a crearlo?
ja: ブロックチェーン分散型アドレスが見つかりません、今すぐ作成しますか？
ko: 센터지갑미설정, 등록으로이동.
ku: Baletê nenavendî tesbît nekir û çû afirandinê?
ru: Не выявіў дэцэнтралізаваны кашалёк і не перайшоў да стварэння?
th: ตรวจไม่พบกระเป๋าเงินที่กระจายอำนาจและไปสร้าง
tr: Merkezi olmayan cüzdanı algılayıp oluşturmaya gitmediniz mi?

# 已检测到去中心化钱包，前往切换？
source: Have you detected the decentralized wallet and went to switch?
fr: Avez-vous détecté le portefeuille décentralisé et êtes-vous allé basculer ?
it: Hai rilevato il portafoglio decentralizzato e sei andato a cambiare?
ja: ブロックチェーン分散型アドレスが検出されました、今すぐ切り替えますか？
ko: 센터지갑설정됨, 거래하기 이동.
ku: We berîka nenavendî tesbît kir û çû ser guhertinê?
ru: Ці выявілі вы дэцэнтралізаваны кашалёк і перайшлі на пераключэнне?
th: คุณตรวจพบกระเป๋าเงินที่กระจายอำนาจและไปเปลี่ยนหรือไม่
tr: Merkezi olmayan cüzdanı saptadınız ve geçiş yapmaya gittiniz mi?

# 正在加载
source: loading
es: cargando
fr: chargement
it: caricamento in corso
ku: barkirin
ru: загрузка
th: กำลังโหลด
tr: yükleniyor

# 热门币种
source: Hot Coins
es: Monedas calientes
fr: Pièces chaudes
it: monete calde
ja: 主流コイン
ko: 메인코인
ku: Pereyên Germ
ru: Гарачыя манеты
th: เหรียญร้อน
tr: Sıcak Paralar
zh_hans: 热门币种

# 自选
source: Favorites
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ku: Favorite
ru: Абранае
th: รายการโปรด
tr: Favoriler
zh_hans: 自选

# 名称
source: Name
es: Nombre
fr: Nom
it: Nome
ja: コイン名
ko: 코인명
ku: Nav
ru: Імя
th: ชื่อ
tr: Ad
zh_hans: 名称

# 最新价
source: Market Price
es: Precio de mercado
fr: Prix du marché
it: Prezzo di mercato
ja: 最新価格
ko: 코인가격
ku: Bihayê bazarê
ru: Рынкавая цана
th: ราคาตลาด
tr: Piyasa Fiyatı
zh_hans: 最新价

# 24H涨跌
source: Change/24H
es: Cambiar/24H
fr: Modifier/24H
it: Cambia/24H
ja: 24H価格変更
ko: 24시간변동
ku: Guhertin/24H
ru: Змяніць/24H
th: เปลี่ยนแปลง/24H
zh_hans: 24H涨跌

# 24H最高
source: High/24H
es: Alto/24H
fr: Haut/24H
it: Alto/24H
ja: 24H最高
ko: 24시 고
ku: Bilind/24H
ru: Высокі/24H
th: สูง/24H
tr: Yüksek/24H
zh_hans: 24H最高

# 24H最低
source: Low/24H
es: Baja/24H
fr: Bas/24H
it: Basso/24H
ja: 24H最低
ko: 24시 저
ku: Kêm/24H
ru: Нізкі/24H
th: ต่ำ/24H
zh_hans: 24H最低

# 24H数量
source: Amount/24H
es: Cantidad/24H
fr: Montant/24H
it: Importo/24H
ja: 24Hボリューム
ko: 24시 거래량
ku: Heq/24H
ru: Колькасць/24H
th: จำนวน/24H
zh_hans: 24H数量

# 添加自选成功
source: Added to favorites
es: Añadido a favoritos
fr: Ajouté aux favoris
it: Aggiunto ai preferiti
ja: お気に入りに追加できました
ko: 코인추가선택 성공
ku: Li bijartan hat zêdekirin
ru: Дададзена ў абранае
th: เพิ่มในรายการโปรด
tr: Favorilere eklendi
zh_hans: 添加自选成功

# 移除自选成功
source: Deleted
es: Eliminado
fr: Supprimé
it: Eliminato
ja: お気に入りから取消しました
ko: 코인선택제거 성공
ku: Jêbirin
ru: Выдалена
th: ลบแล้ว
tr: Silindi
zh_hans: 移除自选成功

# 快讯
source: Newsletter
es: Boletín
ja: ニュース
ko: 속보
ku: Nûçename
ru: Рассылка
th: จดหมายข่าว
tr: Bülten
zh_hans: 快讯

# 公告
source: Bulletin
es: Boletín
it: Bollettino
ja: お知らせ
ko: 알림
ku: Bulten
ru: Бюлетэнь
th: ประกาศ
tr: Bülten
zh_hans: 公告

# 文章
source: Article
es: Artículo
it: Articolo
ja: 記事
ko: 뉴스주제
ku: Gotar
ru: Артыкул
th: บทความ
tr: Makale
zh_hans: 文章

# 今天
source: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
ku: Îro
ru: Сёння
th: วันนี้
tr: Bugün
zh_hans: 今天

# 昨天
source: Yestoday
es: Ayer
fr: Oui aujourd'hui
it: Sì, oggi
ja: 昨日
ko: 어제
ku: Duh
ru: Учора
th: เมื่อวาน
tr: Bugün
zh_hans: 昨天

# 星期一
source: Mon
es: Lun
fr: Lun
it: lun
ja: 月曜
ko: 월요일
ku: Dube
ru: Пн
th: จันทร์
tr: Pzt
zh_hans: 星期一

# 星期二
source: Tue
es: Mar
fr: Mar
it: Mar
ja: 火曜
ko: 화요일
ku: Sêşem
ru: аўт
th: อังคาร
tr: Sal
zh_hans: 星期二

# 星期三
source: Wed
es: Mié
fr: Mer
it: Mer
ja: 水曜
ko: 수요일
ku: Çar
ru: Ср
th: วันพุธ
tr: Çar
zh_hans: 星期三

# 星期四
source: Thu
es: Jue
fr: jeu
it: Gio
ja: 木曜
ko: 목요일
ku: Tu
ru: Чц
th: พฤ
tr: Per
zh_hans: 星期四

# 星期五
source: Fri
es: Viernes
fr: Ven
it: Ven
ja: 金曜
ko: 금요일
ku: În
ru: Пт
th: วันศุกร์
tr: Cuma
zh_hans: 星期五

# 星期六
source: Sat
es: Sábado
fr: Sam
it: Sab
ja: 土曜
ko: 토요일
ku: Şêtî
ru: Сб
th: วันเสาร์
tr: Cmt
zh_hans: 星期六

# 星期日
source: Sun
es: Sol
fr: Soleil
it: Sole
ja: 日曜
ko: 일요일
ku: Roj
ru: Сонца
th: ดวงอาทิตย์
tr: Güneş
zh_hans: 星期日

# 查看详情
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細確認
ko: 방출
ku: Haydar
ru: Падрабязнасці
th: รายละเอียด
tr: Ayrıntılar
zh_hans: 查看详情

# 扫码下载「%@」APP
source: Scan code download
es: Descarga de código de escaneo
fr: Téléchargement du code de numérisation
it: Scarica il codice di scansione
ja: コードスキャンでAPP「%@」をダウンロード
ko: QR받기
ku: Daxistina kodê bişopîne
ru: Спампаваць код сканавання
th: สแกนโค้ดดาวน์โหลด
tr: Kod indirmeyi tara
zh_hans: 扫码下载「%@」APP

# 公告详情
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: お知らせの詳細
ko: 상세공고
ku: Haydar
ru: Падрабязнасці
th: รายละเอียด
tr: Ayrıntılar
zh_hans: 公告详情

# 文章详情
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 記事の詳細
ko: 상세정보
ku: Haydar
ru: Падрабязнасці
th: รายละเอียด
tr: Ayrıntılar
zh_hans: 文章详情

# 收起
source: Pack up
es: Empacar
fr: Emballez
it: Fai i bagagli
ja: 折りたたむ
ko: 중단
ku: Pakêt bike
ru: Спакаваць
th: เก็บของ
tr: Paketle
zh_hans: 收起

# 热门搜索
source: Hot
es: Caliente
fr: Chaud
it: Piccante
ja: 人気な検索
ko: 주요코인검색팁
ku: Germ
ru: Гарачае
th: ร้อน
tr: Sıcak
zh_hans: 热门搜索

# 历史搜索
source: History
es: Historial
fr: Historique
it: Storia
ja: 検索履歴
ko: 코인검색결과팁
ku: Dîrok
ru: Гісторыя
th: ประวัติศาสตร์
tr: Geçmiş
zh_hans: 历史搜索

# 清空全部
source: Clean
es: Limpiar
fr: Nettoyer
it: Pulito
ja: すべて削除する
ko: 코인검색정리
ku: Paqij
ru: Ачысціць
th: สะอาด
tr: Temiz
zh_hans: 清空全部

# 找币
source: zhaobi
ru: чжаобі
th: จ่าวปี้
zh_hans: 找币

# 币安网
source: binance
it: binanza
th: บินาซ
zh_hans: 币安网

# 火币全球站
source: huobi
ru: хуобі
th: ฮั่วปี้
zh_hans: 火币全球站

# 比特纳斯达克
source: BitNasdaq
th: บิตแนสแด็ก
zh_hans: 比特纳斯达克

# 您还未添加自选，快去左滑添加吧
source: You have not added your favorite coin, go to the left and add it.
es: No ha agregado su moneda favorita, vaya a la izquierda y agréguela.
fr: Vous n'avez pas ajouté votre pièce préférée, allez vers la gauche et ajoutez-la.
it: Non hai aggiunto la tua moneta preferita, vai a sinistra e aggiungila.
ko: 즐겨찾기 비우기
ku: Te pereyê xweya bijare zêde nekiriye, here milê çepê û lê zêde bike.
ru: Вы не дадалі любімую манету, перайдзіце злева і дадайце яе.
th: คุณยังไม่ได้เพิ่มเหรียญที่คุณชื่นชอบ ไปทางซ้ายและเพิ่มเหรียญ
tr: Favori paranızı eklemediniz, sola gidin ve ekleyin.
zh_hans: 您还未添加自选，快去左滑添加吧

# 线路切换
source: Switch line
es: Cambiar línea
fr: Changer de ligne
it: Cambia linea
ja: 回線の切替え
ko: 메인환경 선택
ku: Rêzê biguherîne
ru: Пераключыць лінію
th: เปลี่ยนสาย
tr: Hat değiştir

# 中国
source: China
fr: Chine
it: Cina
ku: Çîn
ru: Кітай
th: จีน
tr: Çin

# 日本
source: Japan
es: Japón
fr: Japon
it: Giappone
ku: Japonya
ru: Японія
th: ญี่ปุ่น
tr: Japonya

# 责任声明
source: Statement of liability
es: Declaración de responsabilidad
fr: Déclaration de responsabilité
it: Dichiarazione di responsabilità
ja: 免責条項
ko: 책임성명
ku: Daxuyaniya berpirsiyariyê
ru: Заява аб адказнасці
th: คำแถลงความรับผิด
tr: Sorumluluk beyanı
zh_hans: 责任声明

# 您即将使用第三方DApp,确认即同意第三方的用户协议和隐私政策，您在这一DApp中的所有行为和使用情况，均由该DApp的供应商负责。
source: You are about to use a third-party DApp, confirm that you agree to the third-party user agreement and privacy policy, and all your actions and usage in this DApp are the responsibility of the DApp vendor.
fr: Vous êtes sur le point d'utiliser une DApp tierce, confirmez que vous acceptez le contrat d'utilisation et la politique de confidentialité de la tierce partie, et que toutes vos actions et utilisations dans cette DApp relèvent de la responsabilité du fournisseur de DApp.
ja: これから第三者より提供されるDAppを使用する予定で、第三者の利用規約とプライバシーポリシーに同意するとみなし、このDAppでのすべてのアクションと使用状況は該当DAppの責任となります。
ko: 당신은 곧 제3자을 사용할것입니다DApp,확인은 제3자의 사용자 프로토콜과 프리이버시 정책에 즉시 동의합니다,귀하가 DAPP에서 사용하는 모든 행위와 사용상황은 DAPP의 공급업체가 담당합니다.
ru: Вы збіраецеся выкарыстоўваць DApp трэцяга боку, пацвердзіце, што вы згодны з карыстальніцкім пагадненнем і палітыкай прыватнасці трэцяга боку, і ўсе вашы дзеянні і выкарыстанне ў гэтым DApp з'яўляюцца абавязкам пастаўшчыка DApp.
th: คุณกำลังจะใช้ DApp บุคคลที่สาม ยืนยันว่าคุณยอมรับข้อตกลงผู้ใช้บุคคลที่สามและนโยบายความเป็นส่วนตัว และการกระทำและการใช้งานทั้งหมดของคุณใน DApp นี้เป็นความรับผิดชอบของผู้จำหน่าย DApp
zh_hans: 您即将使用第三方DApp,确认即同意第三方的用户协议和隐私政策，您在这一DApp中的所有行为和使用情况，均由该DApp的供应商负责。

# 立即创建
source: Create now
es: Crear ahora
fr: Créer maintenant
it: Crea ora
ja: 今すぐ登録
ko: 바로설립
ku: Niha biafirîne
ru: Стварыць зараз
th: สร้างเดี๋ยวนี้
tr: Şimdi oluştur
zh_hans: 立即创建

# 立即切换
source: Switch now
es: Cambiar ahora
fr: Changer maintenant
it: Cambia ora
ja: 今すぐ切替え
ko: 바로전환
ku: Niha biguhere
ru: Пераключыцца зараз
th: เปลี่ยนทันที
tr: Şimdi değiştir
zh_hans: 立即切换

# 立即登录
source: log in
es: iniciar sesión
fr: se connecter
it: accedi
ja: ログイン
ko: 바로로그인
ku: têkeve
ru: увайсці
th: เข้าสู่ระบบ
tr: oturum aç
zh_hans: 立即登录

# 考虑一下
source: Later
es: Más tarde
fr: Plus tard
it: Più tardi
ja: キャンセル
ko: 고려하기
ku: Piştre
ru: Пазней
th: ภายหลัง
tr: Sonra
zh_hans: 考虑一下

# 开始体验
source: Start
es: Inicio
fr: Démarrer
it: Inizia
ja: 体験を始める
ko: 체험하기
ku: Destpêk
ru: Пачаць
th: เริ่มต้น
tr: Başlat
zh_hans: 开始体验

# 探索精彩DApp
source: Explore theDapp
es: Explorar la Dapp
fr: Explorez laDapp
it: Esplora la Dapp
ja: DAppを楽しもう
ko: 체험탐색DApp
ku: Dappê keşif bike
ru: Даследаваць Dapp
th: สำรวจ theDapp
tr: Dapp'ı keşfedin
zh_hans: 探索精彩DApp

# 什么是DApp?DApp就是区块链上的应用，快和我一起来体验下吧
source: What is DApp? DApp is an application on the blockchain. Come and experience it.
es: ¿Qué es DApp? DApp es una aplicación en la cadena de bloques. Venga y experiméntela.
fr: Qu'est-ce que DApp ? DApp est une application sur la blockchain. Venez en faire l'expérience.
it: Cos'è DApp? DApp è un'applicazione sulla blockchain. Vieni a provarla.
ja: DAppとは？ブロックチェーン上のアプリケーションで、今すぐ体験しましょう
ko: DAPP란? DAPP는 바로 블록체인의 응용입니다, 체험을 시작해 보세요
ku: DApp çi ye? DApp serîlêdanek Come û ezmûna wê ye.
ru: Што такое DApp? DApp - гэта дадатак у блокчейне. Прыходзьце і адчуйце гэта.
th: DApp คืออะไร DApp เป็นแอปพลิเคชั่นบนบล็อกเชน มาสัมผัส
tr: DApp nedir? DApp, blockchain üzerindeki bir uygulamadır. Gelin ve deneyimleyin.
zh_hans: 什么是DApp?DApp就是区块链上的应用，快和我一起来体验下吧

# 最近使用
source: Recently Used
es: Usado recientemente
fr: Récemment utilisé
it: Usato di recente
ja: 最近の使用履歴
ko: 최근사용
ku: Di Dawî de Bikaranîn
ru: Нядаўна выкарыстаны
th: ใช้ล่าสุด
tr: Son Kullanılan
zh_hans: 最近使用

# 应用
source: application
es: aplicación
it: applicazione
ja: 分散型アプリ
ko: 적용하기
ku: serlêdan
ru: прыкладанне
th: ใบสมัคร
tr: uygulama
zh_hans: 应用

# 确认
source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
ku: Tiştrast bike
ru: Пацвердзіць
th: ยืนยัน
tr: Onayla
zh_hans: 确认

# 提示
source: Tip
es: Consejo
fr: Astuce
it: Suggerimento
ko: 힌트
ku: Tîp
ru: Падказка
th: เคล็ดลับ
tr: İpucu
zh_hans: 提示

# 此应用需要满足条件才可进入： · 手机号绑定 · 邮箱绑定 · 实名认证成功
source: The app needs to meet conditions to enter： · Bind phone · Bind mailbox · Verify success
es: La aplicación debe cumplir las condiciones para ingresar: · Vincular teléfono · Vincular buzón · Verificar éxito
fr: L'application doit remplir certaines conditions pour entrer： · Lier le téléphone · Lier boîte aux lettres · Vérifier le succès
it: L'app deve soddisfare le condizioni per entrare： · Associa telefono · Associa casella di posta · Verifica riuscita
ja: T該当アプリは条件に満たしてから利用可能： · 携帯番号と紐づける · メールアドレスと紐づける · 本人確認完了
ru: Для ўваходу праграма павінна адпавядаць умовам: · Прывязаць тэлефон · Прывязаць паштовая скрыня · Праверка паспяховасці
th: แอปต้องเป็นไปตามเงื่อนไขจึงจะเข้าสู่： · ผูกโทรศัพท์ · ผูก กล่องจดหมาย · ยืนยันความสำเร็จ
tr: Uygulamanın girmek için koşulları karşılaması gerekiyor： · Telefonu bağla · Bağla posta kutusu · Başarıyı doğrulayın
zh_hans: 此应用需要满足条件才可进入： · 手机号绑定 · 邮箱绑定 · 实名认证成功

# 此应用需要满足条件才可进入： · 手机号绑定 · 邮箱绑定
source: The app needs to meet conditions to enter： · Bind phone · Bind mailbox
es: La aplicación debe cumplir las condiciones para ingresar: · Vincular teléfono · Vincular buzón
fr: L'application doit remplir certaines conditions pour entrer： · Lier le téléphone · Lier la boîte aux lettres
it: L'app deve soddisfare le condizioni per accedere： · Associa telefono · Associa casella di posta
ja: 該当アプリは条件に満たしてから利用可能： · 携帯番号と紐づける · メールアドレスと紐づける
ru: Прыкладанне павінна адпавядаць умовам для ўваходу: · Прывязаць тэлефон · Прывязаць паштовую скрыню
th: แอปต้องตรงตามเงื่อนไขจึงจะเข้าสู่： · ผูกโทรศัพท์ · ผูกกล่องจดหมาย
zh_hans: 此应用需要满足条件才可进入： · 手机号绑定 · 邮箱绑定

# 此应用需要满足条件才可进入： · 手机号绑定 · 实名认证成功
source: The app needs to meet conditions to enter： · Bind phone · Verify success
es: La aplicación debe cumplir las condiciones para ingresar: · Vincular teléfono · Verificar éxito
it: L'app deve soddisfare le condizioni per accedere： · Associa telefono · Verifica successo
ja: 該当アプリは条件に満たしてから利用可能： · 携帯番号と紐づける · 本人確認完了
ku: Pêdivî ye ku sepanê şert û mercan pêk bîne da ku têkevinê: ··
ru: Для ўваходу праграма павінна адпавядаць умовам: · Прывязаць тэлефон · Праверка паспяховасці
th: แอปต้องตรงตามเงื่อนไขจึงจะเข้าสู่： · ผูกโทรศัพท์ · ยืนยันความสำเร็จ
tr: Uygulamanın girmek için koşulları karşılaması gerekiyor： · Telefonu bağla · Başarıyı doğrula
zh_hans: 此应用需要满足条件才可进入： · 手机号绑定 · 实名认证成功

# 此应用需要满足条件才可进入： · 邮箱绑定 · 实名认证成功
source: The app needs to meet conditions to enter： · Bind mailbox · Verify success
es: La aplicación debe cumplir las condiciones para ingresar: · Vincular buzón · Verificar éxito
fr: L'application doit remplir les conditions pour entrer： · Lier la boîte aux lettres · Vérifier le succès
it: L'app deve soddisfare le condizioni per entrare： · Bind mailbox · Verifica successo
ja: 該当アプリは条件に満たしてから利用可能： · メールアドレスと紐づける · 本人確認完了
ku: Pêdivî ye ku sepan şertên ku têkevinê: ·n·
ru: Для ўваходу праграма павінна адпавядаць умовам: · Прывязаць паштовую скрыню · Праверка паспяховасці
th: แอปต้องตรงตามเงื่อนไขจึงจะป้อน： · ผูกกล่องจดหมาย · ยืนยันความสำเร็จ
tr: Uygulamanın girmek için koşulları karşılaması gerekiyor： · Posta kutusunu bağla · Başarıyı doğrula
zh_hans: 此应用需要满足条件才可进入： · 邮箱绑定 · 实名认证成功
