Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 上架交易所
source: Listed in exchange
es: Listado en intercambio
fr: Coté en échange
it: Elencati in cambio
ja: 上場取引所
ko: 거래소에 오르다
ku: Di berdêlê de lîste
ru: Уключаны ў абмен
th: จดทะเบียนแลกเปลี่ยน
tr: Borsa kote
zh_hans: 上架交易所

# 暂无
source: No Information
es: Sin información
fr: Aucune information
it: Nessuna informazione
ja: 情報なし
ko: 당분간 화폐 소개는 없습니다
ku: Agahdarî tune
ru: Няма інфармацыі
th: ไม่มีข้อมูล
tr: Bilgi Yok
zh_hans: 暂无

# 添加币种
source: Add Coin
es: Añadir moneda
fr: Ajouter une pièce
it: Aggiungi moneta
ja: コインを追加
ko: 화폐 종류를 첨가하다
ku: Perve zêde bike
ru: Дадаць манету
th: เพิ่มเหรียญ
tr: Para Ekle
zh_hans: 添加币种

# 搜索币种
source: Search for Coin
es: Buscar moneda
fr: Rechercher une pièce
it: Cerca monete
ja: コインを検索
ko: 화폐의 종류를 찾습니다
ku: Li Pereyê Bigerin
ru: Пошук манет
th: ค้นหาเหรียญ
tr: Para Ara
zh_hans: 搜索币种

# 请输入币种名称
source: Please enter the coin name
es: Por favor, introduzca el nombre de la moneda
fr: Veuillez saisir le nom de la pièce
it: Inserisci il nome della moneta
ja: コイン名を入力ください
ko: 화폐 종류의 명칭을 입력하십시오
ku: Ji kerema xwe navê diravê binivîse
ru: Калі ласка, увядзіце назву манеты
th: โปรดป้อนชื่อเหรียญ
tr: Lütfen bozuk para adını girin
zh_hans: 请输入币种名称

# 搜索不到该币种哦
source: This coin is not found
es: Esta moneda no se encuentra
fr: Cette pièce est introuvable
it: Questa moneta non è stata trovata
ja: コインが見つかりません
ko: 이 화폐의 종류를 찾을 수 없습니다
ku: Ev coin nehat dîtin
ru: Гэта манета не знойдзена
th: ไม่พบเหรียญนี้
tr: Bu madeni para bulunamadı
zh_hans: 搜索不到该币种哦

# 石头
source: Rock
es: Roca
fr: Rocher
it: Roccia
ku: Zinar
ru: Скала
th: หิน
tr: Kaya
zh_hans: 石头

# 剪刀
source: Scissors
es: Tijeras
fr: Ciseaux
it: Forbici
ku: Quç
ru: Нажніцы
th: กรรไกร
tr: Makas
zh_hans: 剪刀

# 布
source: Paper
es: Papel
fr: Papier
it: Carta
ku: Kaxez
ru: Папера
th: กระดาษ
tr: Kağıt
zh_hans: 布

# 设置昵称
source: Set Nickname
es: Establecer apodo
fr: Définir le surnom
it: Imposta soprannome
ku: Nasnav destnîşan bike
ru: Усталяваць псеўданім
th: ตั้งชื่อเล่น
tr: Takma Ad Belirle
zh_hans: 设置昵称

# 请输入昵称
source: Enter your nickname
es: Introduzca su apodo
fr: Entrez votre surnom
it: Inserisci il tuo soprannome
ku: Navê xwe binivîse
ru: Увядзіце свой нік
th: ป้อนชื่อเล่นของคุณ
tr: Takma adınızı girin
zh_hans: 请输入昵称

# 昵称不能为空
source: Nickname cannot be empty
es: El apodo no puede estar vacío
fr: Le surnom ne peut pas être vide
it: Il nickname non può essere vuoto
ja: ニックネームは空けないでください
ko: 닉네임은 비워 둘 수 없음
ku: Nasnav vala nabe
ru: Мянушка не можа быць пустой
th: ชื่อเล่นต้องไม่ว่างเปล่า
tr: Rumuz boş bırakılamaz
zh_hans: 昵称不能为空

# 请返回钱包添加BTY币种
source: Please go back to the wallet and add BTY
es: Vuelva a la billetera y agregue BTY
fr: Veuillez retourner au portefeuille et ajouter BTY
it: Torna al portafoglio e aggiungi BTY
ku: Ji kerema xwe vegere berîka xwe û BTY lê zêde bike
ru: Калі ласка, вярніцеся ў кашалёк і дадайце BTY
th: โปรดกลับไปที่กระเป๋าสตางค์และเพิ่ม BTY
tr: Lütfen cüzdana geri dönün ve BTY'yi ekleyin
zh_hans: 请返回钱包添加BTY币种

# 昵称设置成功
source: Nickname set up
es: Configuración de apodo
fr: Pseudonyme configuré
it: Imposta soprannome
ku: Nasnav hat sazkirin
ru: Наладжана мянушка
th: ตั้งชื่อเล่น
tr: Takma ad ayarı
zh_hans: 昵称设置成功

# 创建对局
source: Create Game
es: Crear juego
fr: Créer un jeu
it: Crea partita
ku: Lîstik biafirîne
ru: Стварыць гульню
th: สร้างเกม
tr: Oyun Oluştur
zh_hans: 创建对局

# 选择对战
source: Select Game
es: Seleccionar juego
fr: Sélectionner un jeu
it: Seleziona partita
ku: Lîstik Hilbijêre
ru: Выбраць гульню
th: เลือกเกม
tr: Oyun Seç
zh_hans: 选择对战

# 我的对局
source: My Game
es: Mi juego
fr: Mon jeu
it: Il mio gioco
ku: Lîstika Min
ru: Мая гульня
th: เกมของฉัน
tr: Oyunum
zh_hans: 我的对局

# 未知
source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
ku: Nenas
ru: Невядома
th: ไม่ทราบ
tr: Bilinmeyen
zh_hans: 未知

# 创建者
source: Creator
es: Creador
fr: Créateur
it: Creatore
ku: Afirîner
ru: Стваральнік
th: ผู้สร้าง
tr: Yaratıcı
zh_hans: 创建者

# 奖池
source: Jackpot
es: Premio mayor
ru: Джэкпот
th: แจ็คพอต
tr: İkramiye
zh_hans: 奖池

# 奖池(币)
source: Jackpot(coin)
es: Premio mayor (moneda)
fr: Jackpot(pièce)
it: Jackpot(moneta)
ru: Джэкпот (манета)
th: แจ็คพอต(เหรียญ)
tr: Jackpot(madeni para)
zh_hans: 奖池(币)

# 创建时间
source: Creation time
es: Hora de creación
fr: Heure de création
it: Ora di creazione
ku: Dema afirandinê
ru: Час стварэння
th: เวลาสร้าง
tr: Oluşturma zamanı
zh_hans: 创建时间

# 完成时间
source: Complete time
es: Tiempo completo
fr: Temps complet
it: Tempo completo
ku: Wext temam bibe
ru: Поўны час
th: ครบเวลา
tr: Tamamlanma süresi
zh_hans: 完成时间

# 胜
source: Win
es: Gana
fr: Gagner
it: Vinci
ku: Serkeftin
ru: Выйграць
th: ชนะ
tr: Kazan
zh_hans: 胜

# 负
source: Lose
es: Perder
fr: Perdre
it: Perdere
ku: Windan
ru: Прайграць
th: แพ้
tr: Kaybet
zh_hans: 负

# 平
source: Draw
es: Dibujar
fr: Dessiner
it: Disegna
ku: Dkêşandin
ru: Намаляваць
th: วาด
tr: Çek
zh_hans: 平

# 超时
source: Over time
es: Con el tiempo
fr: Au fil du temps
it: Nel tempo
ku: Bi demê re
ru: З часам
th: เมื่อเวลาผ่านไป
tr: Zamanla
zh_hans: 超时

# 匹配中
source: Matching
es: Coincidencia
fr: Correspondance
it: Corrispondenza
ku: Lihevhatî
ru: Супадзенне
th: ตรงกัน
tr: Eşleştirme
zh_hans: 匹配中

# 历史战绩
source: Game History
es: Historial del juego
fr: Historique du jeu
it: Cronologia del gioco
ku: Dîroka Lîstik
ru: Гісторыя гульні
th: ประวัติเกม
tr: Oyun Geçmişi
zh_hans: 历史战绩

# 取消对决
source: Cancel the battle
es: Cancelar la batalla
fr: Annuler la bataille
it: Annulla la battaglia
ku: Şer betal bike
ru: Адмяніць бітву
th: ยกเลิกการรบ
tr: Savaşı iptal et
zh_hans: 取消对决

# 等待开奖
source: Waiting for draw
es: Esperando sorteo
fr: En attente de tirage
it: In attesa dell'estrazione
ku: Li benda kişandinê
ru: Чаканне розыгрышу
th: กำลังรอการจับฉลาก
tr: Çekiliş bekleniyor
zh_hans: 等待开奖

# 等待匹配
source: Waiting for matching
es: Esperando coincidencia
fr: En attente de correspondance
it: In attesa di corrispondenza
ku: Li benda lihevhatinê
ru: Чаканне супадзення
th: กำลังรอการจับคู่
tr: Eşleştirme bekleniyor
zh_hans: 等待匹配

# 已取消
source: Canceled
es: Cancelado
fr: Annulé
it: Annullato
ku: Betal kirin
ru: Скасавана
th: ยกเลิก
tr: İptal edildi
zh_hans: 已取消

# 已开奖
source: Drawed
es: Dibujado
fr: Dessiné
it: Disegnato
ku: Dêkêşandin
ru: Намалявана
th: วาดแล้ว
tr: Çizildi
zh_hans: 已开奖

# 开奖中...
source: Drawing...
es: Dibujo...
fr: Dessiner...
it: Disegno...
ku: Dêkêşandin...
ru: Малюнак...
th: การวาดภาพ...
tr: Çizim...
zh_hans: 开奖中...

# 参与中...
source: Joining...
es: Unirse...
fr: Rejoindre...
it: Partecipa...
ku: Tevlîbûn...
ru: Далучэнне...
th: เข้าร่วม...
tr: Katılıyor...
zh_hans: 参与中...

# 取消中...
source: canceling...
es: cancelando...
fr: annulation...
it: annullamento...
ku: betalkirin...
ru: адмена...
th: กำลังยกเลิก...
tr: iptal ediliyor...
zh_hans: 取消中...

# 已结算，保证金已退
source: Settled and the deposit is returned
es: Liquidado y devolución del depósito
fr: Réglé et l'acompte est restitué
it: Pagato e la caparra viene restituita
ku: Rast kirin û depo tê vegerandin
ru: Разлік зроблены і дэпазіт вернуты
th: ชำระเรียบร้อยและคืนเงินมัดจำ
tr: Ödeme yapıldı ve depozito iade edildi
zh_hans: 已结算，保证金已退

# 已结算，奖金已到账
source: Settled，fund arrived
es: Se liquidó y llegó la bonificación
fr: Réglé et le bonus est arrivé
it: Regolato e bonus arrivato
ku: Berguman û bonus hat
ru: Разлічаны і бонус прыбыў
th: ตัดสินและโบนัสมาถึง
tr: Ödendi ve ikramiye geldi
zh_hans: 已结算，奖金已到账

# 开奖超时，保证金已扣
source: Drar overtime，deposit deducted
es: Drar horas extra，depósito descontado
fr: Drar heures supplémentaires，acompte déduit
it: Drar straordinario，deposito detratto
ku: Zêdetir dem, spar hat daxistin
ru: Драр звышурочна, дэпазіт вылічаны
th: ทำงานล่วงเวลา，หักเงินมัดจำแล้ว
tr: Fazla mesai, depozito düşüldü
zh_hans: 开奖超时，保证金已扣

# 已结算，资金已退
source: Settled，fund returned
es: Liquidado，fondo devuelto
fr: Réglé，fonds retourné
it: Regolato，fondo restituito
ku: Dirav hat vegerandin
ru: Разлічана, сродкі вернуты
th: ชำระแล้ว，คืนเงินแล้ว
tr: Ödendi, fon iade edildi
zh_hans: 已结算，资金已退

# 已结算
source: Settled
es: Resuelto
fr: Réglé
it: risolto
ku: Bicîbûyî
ru: Аселы
th: ตัดสินแล้ว
tr: Yerleşik
zh_hans: 已结算

# 开奖超时，奖金已到账
source: draw times out，fund arrived
es: se agotó el tiempo de sorteo, llegó el fondo
fr: le tirage expire，le fonds est arrivé
it: il prelievo è scaduto ， il fondo è arrivato
ku: wextan bikişîne, pere hat
ru: тэрмін розыгрышу скончыўся, сродкі паступілі
th: หมดเวลารอ เงินมาถึงแล้ว
tr: çekiliş zaman aşımına uğradı, fon geldi
zh_hans: 开奖超时，奖金已到账

# 确认取消对局
source: Confirm to cancel the game
es: Confirmar para cancelar el juego
fr: Confirmez pour annuler le jeu
it: Conferma per annullare il gioco
ku: Betalkirina lîstikê piştrast bike
ru: Пацвердзіце, каб скасаваць гульню
th: ยืนยันเพื่อยกเลิกเกม
tr: Oyunu iptal etmek için onaylayın
zh_hans: 确认取消对局

# 正在取消
source: Canceling
es: Cancelando
fr: Annulation
it: Annullamento
ku: Betalkirin
ru: Адмена
th: กำลังยกเลิก
tr: İptal Ediliyor
zh_hans: 正在取消

# 游戏取消失败
source: Failed to cancel the game
es: No se pudo cancelar el juego
fr: Échec de l'annulation du jeu
it: Impossibile annullare il gioco
ku: Lîstik nehat betalkirin
ru: Не ўдалося скасаваць гульню
th: ไม่สามารถยกเลิกเกม
tr: Oyun iptal edilemedi
zh_hans: 游戏取消失败

# 游戏已取消 这需要一点时间
source: Game canceled Wait for additional time
es: Juego cancelado Espere más tiempo
fr: Jeu annulé Attendre plus de temps
it: Gioco annullato Attendi altro tempo
ku: Lîstik hat betalkirin Li benda demeke din bisekinin
ru: Гульня адменена Пачакайце дадатковы час
th: เกมถูกยกเลิก รอเวลาเพิ่มเติม
tr: Oyun iptal edildi Uzatma süresini bekleyin
zh_hans: 游戏已取消 这需要一点时间

# 保证金:%.0f币
source: Deposit:%.0f Coin
es: Depósito:%.0f Moneda
fr: Dépôt :%.0f Coin
it: Deposito:%.0f Coin
ru: Дэпазіт:%.0f Манета
th: เงินฝาก:%.0f เหรียญ
tr: Para Yatırma:%.0f Madeni Para
zh_hans: 保证金:%.0f币

# 敌方
source: The other party
es: La otra parte
fr: L'autre partie
it: L'altra parte
ku: Aliya din
ru: Другі бок
th: อีกฝ่าย
tr: Karşı taraf
zh_hans: 敌方

# 我方
source: Our party
es: Nuestro grupo
fr: Notre fête
it: La nostra festa
ku: Partiya me
ru: Наша партыя
th: ปาร์ตี้ของเรา
tr: Partimiz
zh_hans: 我方

# 未进入
source: Not entering
es: No entrar
fr: Pas d'entrée
it: Non entrare
ku: Nakeve
ru: Не ўваходжу
th: ไม่เข้า
tr: Girilmiyor
zh_hans: 未进入

# 等待对手进入
source: Waiting for the other party to enter
es: Esperando a que entre la otra parte
fr: En attente de l'entrée de l'autre partie
it: In attesa che entri l'interlocutore
ku: Li benda ketina aliyê din
ru: Чаканне ўваходу іншага боку
th: กำลังรอให้อีกฝ่ายเข้ามา
tr: Karşı tarafın girmesi bekleniyor
zh_hans: 等待对手进入

# 游戏币充值
source: Recharge the game currency
es: Recargar la moneda del juego
fr: Recharger la monnaie du jeu
it: Ricarica la valuta del gioco
ku: Pereyê lîstikê ji nû ve şarj bike
ru: Папоўніць гульнявую валюту
th: เติมเงินในเกม
tr: Oyun para birimini yeniden yükleyin
zh_hans: 游戏币充值

# 游戏币提现
source: Withdraw the game currency
es: Retirar la moneda del juego
fr: Retirer la monnaie du jeu
it: Preleva la valuta del gioco
ku: Pereyê lîstikê vekişîne
ru: Вывесці гульнявую валюту
th: ถอนเงินในเกม
tr: Oyun para birimini çek
zh_hans: 游戏币提现

# 全部兑换
source: exchange all
es: intercambiar todo
fr: tout échanger
it: scambia tutto
ku: hemûyan biguherîne
ru: абмяняць усё
th: แลกเปลี่ยนทั้งหมด
tr: hepsini değiştir
zh_hans: 全部兑换

# 游戏币不足
source: insufficient game currency
es: moneda de juego insuficiente
fr: monnaie du jeu insuffisante
it: valuta di gioco insufficiente
ku: pereyê lîstikê têr nake
ru: недастаткова гульнявой валюты
th: สกุลเงินเกมไม่เพียงพอ
tr: yetersiz oyun para birimi
zh_hans: 游戏币不足

# 请选择充值金额
source: select the recharge amount
es: seleccione la cantidad de recarga
fr: sélectionnez le montant de la recharge
it: seleziona l'importo della ricarica
ku: hejmara barkirinê hilbijêre
ru: выберыце суму папаўнення
th: เลือกจำนวนการเติม
tr: şarj miktarını seçin
zh_hans: 请选择充值金额

# 确定充值 %@ 游戏币
source: Confirm to recharge %@ game currency
es: Confirmar para recargar %@ moneda del juego
fr: Confirmez pour recharger %@ devise du jeu
it: Conferma di ricaricare %@ valuta di gioco
ku: Tesir bike ku %@ pereyê lîstikê ji nû ve şarj bike
ru: Пацвердзіце, каб папоўніць %@ гульнявой валютай
th: ยืนยันการเติมเงิน %@ สกุลเงินเกม
tr: %@ oyun para birimini yeniden yüklemeyi onaylayın
zh_hans: 确定充值 %@ 游戏币

# 请输入提现金额
source: Enter the amount to withdraw
es: Introduzca el importe a retirar
fr: Entrez le montant à retirer
it: Inserisci l'importo da prelevare
ku: Heqê vekişînê binivîse
ru: Увядзіце суму для зняцця
th: ป้อนจำนวนเงินที่จะถอน
tr: Çekilecek tutarı girin
zh_hans: 请输入提现金额

# 确定提现 %@ 游戏币
source: Confirm to withdraw %@ 游戏币
es: Confirmar para retirar %@ 游戏币
fr: Confirmer pour retirer %@ 游戏币
it: Conferma di prelevare %@ 游戏币
ku: Vekêşana %@ 游戏币 piştrast bike
ru: Пацвердзіць зняцце %@ 游戏币
th: ยืนยันการถอน %@ 游戏币
tr: %@ 游戏币 çekmeyi onaylayın
zh_hans: 确定提现 %@ 游戏币

# %@币可兑换%@BTY
source: %@ can exchange for%@BTY
es: %@ puede intercambiarse por %@BTY
fr: %@ peut échanger contre %@BTY
it: %@ può essere scambiato con%@BTY
ku: %@ dikare bi%@BTY biguhere
ru: %@ можа абмяняць на%@BTY
th: %@ สามารถแลกเปลี่ยนเป็น%@BTY
tr: %@, %@BTY ile takas edebilir
zh_hans: %@币可兑换%@BTY

source: Reminder： 1.At least 1 1BTY in the game wallet as gas. 2.The exchange rate of game currency and BTY is 1:1，It takes time to deposit or withdraw。If the fund doesn’t arrive, please contact the customer service。
it: Promemoria: 1. Almeno 1 1 BTY nel portafoglio del gioco come gas. 2. Il tasso di cambio della valuta del gioco e del BTY è 1:1 ， Ci vuole tempo per depositare o prelevare。 Se il fondo non arriva, per favore contatta il servizio clienti。
th: เตือนความจำ: 1.อย่างน้อย 1 1BTY ในกระเป๋าเงินเกมเป็นค่าแก๊ส 2.อัตราแลกเปลี่ยนของสกุลเงินในเกมและ BTY คือ 1:1，ฝากหรือถอนต้องใช้เวลาพอสมควร。หากเงินไม่ถึง โปรด ติดต่อฝ่ายบริการลูกค้า。
zh_hans: 充值提示： 1.进行游戏的钱包中至少保留1BTY作为游戏燃料。 2.游戏币与比特元1:1数量锚定，充值/提现都需要一定时间。请耐心等待，如长时间未到账，请联系官方客服。

# 参与金额
source: The Game Amount
es: La cantidad del juego
fr: Le montant du jeu
it: L'importo del gioco
ku: Heqê Lîstik
ru: Сума гульні
th: จำนวนเงินในเกม
tr: Oyun Miktarı
zh_hans: 参与金额

# 需暂扣和参与个数等额的保证金
source: The deposit the same with the Game amount is required
es: Se requiere el mismo depósito que el monto del Juego
fr: Le dépôt identique au montant du jeu est requis
it: È richiesto il deposito uguale all'importo del gioco
ku: Depoya bi mîqdara Lîstikê re eynî ye
ru: Патрабуецца дэпазіт, які адпавядае суме гульні
th: ต้องฝากเงินด้วยจำนวนเกมเท่ากัน
tr: Oyun miktarı kadar depozito gereklidir
zh_hans: 需暂扣和参与个数等额的保证金

# 已选中
source: Selected
es: Seleccionado
fr: Sélectionné
it: Selezionato
ku: Hilbijartî
ru: Выбрана
th: เลือกแล้ว
tr: Seçildi
zh_hans: 已选中

# 随机
source: Random
es: Aleatorio
fr: Aléatoire
it: Casuale
ku: Tesaduf
ru: Выпадковы
th: สุ่ม
tr: Rastgele
zh_hans: 随机

# 创建规则： 1.创建对战需要质押参与金额双倍数量的游戏币
source: Create rule： 1.To create a battle,twice of the game amount is required as pledge
it: Crea regola： 1. Per creare una battaglia, è richiesto il doppio dell'importo del gioco come pegno
ku: Qanîdeyek biafirîne: 1.Ji bo çêkirina şerekî, du qat ji mîqdara lîstikê wekî soz lazim e
th: สร้างกฎ: 1.ในการสร้างการรบ ต้องใช้เงินสองเท่าของเกมเป็นค่าจำนำ
tr: Kural oluştur： 1.Bir savaş oluşturmak için, rehin olarak oyun miktarının iki katı gereklidir
zh_hans: 创建规则： 1.创建对战需要质押参与金额双倍数量的游戏币

# 创建游戏失败
source: Failed to create
es: No se pudo crear el juego
fr: Échec de la création du jeu
it: Impossibile creare il gioco
ku: Lîstik nehat afirandin
ru: Не ўдалося стварыць гульню
th: ล้มเหลวในการสร้างเกม
tr: Oyun oluşturulamadı
zh_hans: 创建游戏失败

# 游戏币不足，请充值
source: Insufficient game currency，please recharge
es: Moneda de juego insuficiente, recargue
fr: Monnaie du jeu insuffisante，veuillez recharger
it: Valuta di gioco insufficiente ， ricarica
ku: Pereyê lîstikê têr nake, ji kerema xwe ji nû ve şarj bike
ru: Недастаткова гульнявой валюты, папоўніце, калі ласка
th: สกุลเงินในเกมไม่เพียงพอ โปรดเติมเงิน
tr: Yetersiz oyun para birimi, lütfen yeniden doldurun
zh_hans: 游戏币不足，请充值

# 钱包BTY余额不足 钱包中至少保留1BTY作为游戏燃料
source: Insufficient BTY in the wallet At least 1BTY should be in the wallet as gas
es: BTY insuficiente en la billetera Al menos 1BTY debe estar en la billetera como gas
fr: BTY insuffisant dans le portefeuille Au moins 1BTY doit être dans le portefeuille en tant que gaz
it: BTY insufficiente nel portafoglio Almeno 1 BTY dovrebbe essere nel portafoglio come gas
ku: Kêmasiya BTY di berîka xwe de Divê herî kêm 1BTY wekî gaz di berîka xwe de be
ru: «Недастаткова BTY у кашальку Прынамсі 1 BTY павінен быць у кашальку ў якасці газу»
th: BTY ไม่เพียงพอในกระเป๋าเงิน อย่างน้อย 1BTY ควรอยู่ในกระเป๋าเงินเป็นแก๊ส
tr: Cüzdanda yetersiz BTY Cüzdanda gas olarak en az 1BTY olmalıdır
zh_hans: 钱包BTY余额不足 钱包中至少保留1BTY作为游戏燃料

# 创建
source: Create
es: Crear
fr: Créer
it: Crea
ku: Afirandin
ru: Стварыць
th: สร้าง
tr: Oluştur
zh_hans: 创建

# 对战列表
source: Game List
es: Lista de juegos
fr: Liste des jeux
it: Lista dei giochi
ku: Lîsteya Lîstik
ru: Спіс гульняў
th: รายการเกม
tr: Oyun Listesi
zh_hans: 对战列表

# 参与游戏失败
source: Failed to join the game
es: No se pudo unir al juego
fr: Échec de la connexion au jeu
it: Impossibile partecipare al gioco
ku: Tevlî lîstikê têk çû
ru: Не ўдалося далучыцца да гульні
th: ไม่สามารถเข้าร่วมเกม
tr: Oyuna katılma başarısız oldu
zh_hans: 参与游戏失败

# PK失败
source: PK failed
es: PK falló
fr: PK a échoué
it: PK fallito
ku: PK têk çû
ru: Збой ПК
th: PK ล้มเหลว
tr: PK başarısız oldu
zh_hans: PK失败

# 红包记录
source: Red packet record
es: Registro de paquete rojo
fr: Enregistrement de paquet rouge
it: Registrazione pacchetto rosso
ja: お年玉の記録
ko: 붉은 지갑 기록
ku: Qeyda pakêta sor
ru: Чырвоны запіс пакета
th: บันทึกอั่งเปา
tr: Kırmızı paket kaydı
zh_hans: 红包记录

# 代币
source: Red packet coin
es: Moneda de paquete rojo
fr: Pièce paquet rouge
it: moneta pacchetto rosso
ja: お年玉のコイン
ko: 대표화폐
ku: Pêkêta sor
ru: Чырвоная манета
th: เหรียญอั่งเปา
tr: Kırmızı paket madeni para
zh_hans: 代币

# 总数额
source: Total amount
es: Cantidad total
fr: Montant total
it: Importo totale
ja: 合計金額
ko: 총액
ku: Hejmar
ru: Агульная сума
th: จำนวนเงินทั้งหมด
tr: Toplam tutar
zh_hans: 总数额

# 最小1
source: At least 1
es: Al menos 1
fr: Au moins 1
it: Almeno 1
ja: 下限は1
ko: 최소1
ku: Bi kêmanî 1
ru: Мінімум 1
th: อย่างน้อย 1
tr: En az 1
zh_hans: 最小1

# 红包个数
source: The number of the red packet
es: El número del paquete rojo
fr: Le numéro du paquet rouge
it: Il numero del pacchetto rosso
ja: お年玉の個数
ko: 붉은지갑 갯수
ku: Hejmara pakêta sor
ru: Нумар чырвонага пакета
th: จำนวนอั่งเปา
tr: Kırmızı paketin numarası
zh_hans: 红包个数

# 恭喜发财, 大吉大利
source: Best Wishes
es: Mis mejores deseos
fr: Meilleurs voeux
it: Auguri
ja: 最高の祝福をあなたに
ko: 부자 되시고, 큰 이익을 얻으십시오
ku: Hêzên herî xweş
ru: Найлепшыя пажаданні
th: ความปรารถนาดี
tr: En İyi Dilekler
zh_hans: 恭喜发财, 大吉大利

# 拼手气红包
source: Red Packet by luck
es: Paquete rojo por suerte
fr: Paquet rouge par chance
it: Pacchetto rosso per fortuna
ja: ラッキーお年玉
ko: 합세한 붉은지갑
ku: Pakêta Sor bi şansê
ru: Чырвоны пакет на шчасце
th: อั่งเปานำโชค
tr: Şans eseri Kırmızı Paket
zh_hans: 拼手气红包

# 推广红包
source: Promote the red packet
es: Promocionar el paquete rojo
fr: Faites la promotion du paquet rouge
it: Promuovi il pacchetto rosso
ja: プロモーションお年玉
ko: 붉은지갑을 확대
ku: Pakêta sor bide nasîn
ru: Прасоўваць чырвоны пакет
th: ส่งเสริมอั่งเปา
tr: Kırmızı paketi tanıtın
zh_hans: 推广红包

# 联系客服
source: Contact us
es: Contáctenos
fr: Contactez-nous
it: Contattaci
ja: お問い合わせ
ko: 고객센터연락
ku: Têkilî bi me re bike
ru: Звязацца з намі
th: ติดต่อเรา
tr: Bize ulaşın
zh_hans: 联系客服

# 可用%@%@
source: %@%@ available
es: %@%@ disponible
fr: %@%@ disponible
it: %@%@ disponibile
ja: %@%@使用可能
ko: %@%@사용 가능
ku: %@%@ heye
ru: %@%@ даступна
th: %@%@ มี
tr: %@%@ kullanılabilir
zh_hans: 可用%@%@

# 金额或地址未输入
source: Amount or address cannot be empty
es: El importe o la dirección no pueden estar vacíos
fr: Le montant ou l'adresse ne peut pas être vide
it: L'importo o l'indirizzo non possono essere vuoti
ja: 金額かドアレスが未入力です
ko: 입금주소오류
ku: Meqdar an navnîşan vala nabe
ru: Сума або адрас не могуць быць пустымі
th: จำนวนเงินหรือที่อยู่ต้องไม่ว่างเปล่า
tr: Miktar veya adres boş olamaz
zh_hans: 金额或地址未输入

# 当前钱包无%@币种 请更换钱包
source: Current wallet doesn’t have %@ , please change your wallet.
es: El monedero actual no tiene %@ , cambie su monedero.
fr: Le portefeuille actuel n'a pas %@ , veuillez changer de portefeuille.
it: Il portafoglio attuale non ha %@ , per favore cambia il tuo portafoglio.
ja: このウォレットに%@のコインがありません ウォレットを切り替えてください.
ko: このウォレットに%@のコインがありません ウォレットを切り替えてください.
ku: Baletê niha %@ nîne, ji kerema xwe berîka xwe biguherîne.
ru: У бягучым кашальку няма %@ , змяніце кашалёк.
th: กระเป๋าเงินปัจจุบันไม่มี %@ โปรดเปลี่ยนกระเป๋าเงินของคุณ
tr: Mevcut cüzdanda %@ yok, lütfen cüzdanınızı değiştirin.
zh_hans: 当前钱包无%@币种 请更换钱包

# %@个%@已包好
source: %@%@ is in the red packet
es: %@%@ está en el paquete rojo
fr: %@%@ est dans le paquet rouge
it: %@%@ è nel pacchetto rosso
ja: お年玉が用意できました
ko: %@를%@ 이미 지갑에 넣었습니다
ku: %@%@ di pakêta sor de ye
ru: %@%@ знаходзіцца ў чырвоным пакеце
th: %@%@ อยู่ในอั่งเปา
tr: %@%@ kırmızı pakette
zh_hans: %@个%@已包好

# —— 请选择分享方式 ——
source: —— Please choose the share type ——
es: —— Elija el tipo de recurso compartido ——
fr: —— Veuillez choisir le type de partage ——
it: —— Scegli il tipo di condivisione ——
ja: —— シェアする方式を選らんでください ——
ko: —— 배당방법 선택 ——
ku: —— Ji kerema xwe cureya parvekirinê hilbijêre ——
ru: —— Выберыце тып абагульвання ——
th: —— โปรดเลือกประเภทการแบ่งปัน ——
tr: —— Lütfen paylaşım türünü seçin ——
zh_hans: —— 请选择分享方式 ——

# 收到一份%@糖果
source: Received a %@candy
es: Recibido un %@caramelo
fr: Reçu un %@candy
it: Hai ricevuto una %@caramella
ja: %@のキャンディをもらいました
ko: %@사탕을 한 개 받았습니다
ku: %@şendî wergirt
ru: Атрымана %@цукерка
th: ได้รับ %@candy
tr: Bir %@şeker alındı
zh_hans: 收到一份%@糖果

# 原链YCC—企业级区块链SaaS平台
source: Yuan Chain - a corporate-level SaaS blockchain platform
es: Yuan Chain: una plataforma de cadena de bloques SaaS de nivel corporativo
fr: Yuan Chain - une plateforme blockchain SaaS au niveau de l'entreprise
it: Yuan Chain - una piattaforma blockchain SaaS a livello aziendale
ja: YCC—法人向けブロックチェーンSaaSプラットフォーム
ko: YCC—法人向けブロックチェーンSaaSプラットフォーム
ku: Zincîra Yuan - platformek blokê ya SaaS-a asta pargîdanî
ru: Ланцуг Yuan - блокчэйн-платформа SaaS карпаратыўнага ўзроўню
th: Yuan Chain - แพลตฟอร์มบล็อกเชน SaaS ระดับองค์กร
tr: Yuan Chain - kurumsal düzeyde bir SaaS blockchain platformu
zh_hans: 原链YCC—企业级区块链SaaS平台

# 一种简单稳定、拓展性强的区块链网络
source: A simple, stable and scalable blockchain network
es: Una red de cadena de bloques simple, estable y escalable
fr: Un réseau blockchain simple, stable et évolutif
it: Una rete blockchain semplice, stabile e scalabile
ja: シンプルで安定した、スケーラブルなブロックチェーンネットワーク
ko: 단순하고 안정적이며 확장성이 뛰어난 블록 체인 네트워크
ku: Tora blokê ya sade, stabîl û berbelav
ru: Простая, стабільная і маштабаваная сетка блокчейн
th: เครือข่ายบล็อกเชนที่เรียบง่าย เสถียร และปรับขนาดได้
tr: Basit, kararlı ve ölçeklenebilir bir blockchain ağı
zh_hans: 一种简单稳定、拓展性强的区块链网络

# 托管地址
source: Escrow address
es: Dirección de depósito en garantía
fr: Adresse d'entiercement
it: Indirizzo deposito a garanzia
ja: エスクローアドレス
ko: 위탁 주소
ku: Navnîşana escrow
ru: Адрас дэпазітавання
th: ที่อยู่เอสโครว์
tr: Emanet adresi
zh_hans: 托管地址

# 如需使用其他钱包进行充值，请扫描二维码转币
source: If you need to use other wallets for deposit, please scan the QR code
es: Si necesita usar otras billeteras para depositar, escanee el código QR
fr: Si vous avez besoin d'utiliser d'autres portefeuilles pour le dépôt, veuillez scanner le code QR
it: Se hai bisogno di utilizzare altri portafogli per il deposito, scansiona il codice QR
ja: 他のウォレットを使って入金したい場合は、QRコードをスキャンして転送してください
ko: 다른 지갑을 사용하여 액세스해야 할 경우, 2차원 코드 트랜스포트를 스캔하십시오
ku: Heke hûn hewce ne ku ji bo spartinê berîkên din bikar bînin, ji kerema xwe koda QR bişopînin
ru: «Калі вам неабходна выкарыстоўваць іншыя кашалькі для дэпазіту, адсканіруйце QR-код»
th: หากคุณต้องการใช้กระเป๋าเงินอื่นในการฝากเงิน โปรดสแกนคิวอาร์โค้ด
zh_hans: 如需使用其他钱包进行充值，请扫描二维码转币
