Repository: bityuan/Wallet-iOS
Catalog: PWalletInterfaceSDk/国际化/*.lproj/Localizable.strings
Languages: es, fr, it, ja, ko, ku, ru, th, tr, zh_hans

# 完成
source: Done
es: Terminado
fr: Terminé
it: Fatto
ja: 完成
ko: 완성
ku: Dest kirin
ru: Гатова
th: เสร็จสิ้น
tr: Bitti
zh_hans: 完成

# 确定
source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確定
ko: 확정
ku: Pêşrast bike
ru: Пацвердзіць
th: ยืนยัน
tr: Onayla
zh_hans: 确定

# 取消
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: 取消し
ko: 취소
ku: Betal bike
ru: Скасаваць
th: ยกเลิก
zh_hans: 取消

# 余额
source: Balance
es: Saldo
fr: Équilibre
it: Saldo
ja: 残高
ko: 잔고
ru: Баланс
th: สมดุล
tr: Bakiye
zh_hans: 余额

# 返回
source: Return
es: Regresar
fr: Retour
it: Ritorno
ja: 戻す
ko: 돌아가기
ku: Vegere
ru: Вярнуцца
th: กลับมา
tr: Dönüş
zh_hans: 返回

# 退出
source: Log out
es: Salir
fr: Quitter
it: Esci
ja: ログアウト
ko: 탈퇴하다
ku: Derketin
ru: Выхад
th: ออก
tr: Çıkış
zh_hans: 退出

# 确认退出
source: Confirm Exit
es: Confirmar salida
fr: Confirmer la sortie
it: Conferma uscita
ja: ログアウトを確定する
ko: 런아웃 확인
ku: Derketin Tesdîq bike
ru: Пацвердзіць выхад
th: ยืนยันการออก
tr: Çıkışı Onayla
zh_hans: 确认退出

# 游戏币
source: Game Currency
es: Moneda del juego
fr: Monnaie du jeu
it: Valuta del gioco
ja: ゲーム通貨
ko: 게임머니
ku: Pereyê Lîstikê
ru: Гульнёвая валюта
th: สกุลเงินในเกม
tr: Oyun Para Birimi
zh_hans: 游戏币

# 币
source: Coin
es: Moneda
fr: Pièce
it: moneta
ja: コイン
ko: 코인
ku: Dirav
ru: Манета
th: เหรียญ
tr: Para
zh_hans: 币

# 钱包余额不足
source: Insufficient Balance of the Wallet
es: Saldo insuficiente de la cartera
fr: Solde insuffisant du portefeuille
it: Saldo insufficiente del portafoglio
ja: ウォレット残高不足
ko: 잔고 부족
ku: Balansa Pêlikê Kêmasî
ru: Недастатковы баланс кашалька
th: ยอดเงินในกระเป๋าเงินไม่เพียงพอ
tr: Cüzdanda Yetersiz Bakiye
zh_hans: 钱包余额不足

# 余额不足
source: Insufficient Balance
es: Saldo insuficiente
fr: Solde insuffisant
it: Saldo insufficiente
ja: 残高不足
ko: 잔고 부족
ku: Balansek ne bes e
ru: Недастатковы баланс
th: ยอดคงเหลือไม่เพียงพอ
tr: Yetersiz Bakiye
zh_hans: 余额不足

# 暂无数据
source: No Data
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
ko: 잠시 데이터가 없습니다
ku: Daneyên tune
ru: Няма дадзеных
th: ไม่มีข้อมูล
tr: Veri Yok
zh_hans: 暂无数据

# 密码错误
source: Incorrect Password
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
ja: パスワードが正しくない
ko: 비밀번호 에러
ku: Şîfreya çewt
ru: Няправільны пароль
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış Şifre
zh_hans: 密码错误

# 删除
source: Delete
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ku: Jêbibe
ru: Выдаліць
th: ลบ
tr: Sil
zh_hans: 删除

# 确认删除
source: Confirm to delete
es: Confirmar para eliminar
fr: Confirmer pour supprimer
it: Conferma di eliminare
ja: 削除を確定する
ko: 삭제 확인
ku: Ji bo jêbirinê piştrast bike
ru: Пацвердзіць выдаленне
th: ยืนยันเพื่อลบ
tr: Silmek için onaylayın
zh_hans: 确认删除

# 删除成功
source: Deleted Successfully
es: Eliminado correctamente
fr: Supprimé avec succès
it: Eliminato con successo
ja: 削除できました
ko: 삭제 성공
ku: Bi serketî hat jêbirin
ru: Паспяхова выдалена
th: ลบเรียบร้อยแล้ว
tr: Başarıyla Silindi
zh_hans: 删除成功

# 删除失败
source: Failed to delete
es: No se pudo eliminar
fr: Échec de la suppression
it: Impossibile eliminare
ja: 削除できませんでした
ko: 삭제실패
ku: Nehat jêbirin
ru: Не ўдалося выдаліць
th: ไม่สามารถลบ
tr: Silinemedi
zh_hans: 删除失败

# 请输入钱包密码
source: Enter Password
es: Introducir contraseña
fr: Entrez le mot de passe
it: Inserisci password
ja: パスワードをご入力ください
ko: 지갑 비밀번호 입력
ku: Şîfreyê Têkeve
ru: Увядзіце пароль
th: ป้อนรหัสผ่าน
tr: Şifreyi Girin
zh_hans: 请输入钱包密码

# 充值
source: Deposit
es: Depósito
fr: Dépôt
it: Deposito
ja: 入金
ko: 충전
ru: Дэпазіт
th: เงินฝาก
tr: Para Yatırma
zh_hans: 充值

# 去充值
source: Deposit now
es: Depósito ahora
fr: Déposez maintenant
it: Deposita adesso
ja: 今すぐ入金する
ko: 충전하다
ku: Niha razînin
ru: Унесці зараз
th: ฝากเงินทันที
tr: Şimdi para yatır
zh_hans: 去充值

# 充值成功
source: Deposited Successfully
es: Depositado correctamente
fr: Déposé avec succès
it: Depositato con successo
ja: 入金できました
ko: 충전 성공
ku: Bi serketî hat razandin
ru: Паспяхова ўнесена
th: ฝากสำเร็จ
tr: Başarıyla Yatırıldı
zh_hans: 充值成功

# 充值失败
source: Failed to deposit
es: Error al depositar
fr: Échec du dépôt
it: Impossibile depositare
ja: 入金できませんでした
ko: 충전 실패
ku: Depokirin bi ser neket
ru: Не атрымалася ўнесці дэпазіт
th: ฝากเงินไม่สำเร็จ
tr: Para yatırma başarısız
zh_hans: 充值失败

# 提现
source: Withdraw
es: Retirar
fr: Retirer
it: Ritira
ja: 出金
ko: 인출
ku: Derkêşî
ru: Адняць
th: ถอน
tr: Çek
zh_hans: 提现

# 提现成功
source: Withdrawed Successfully
es: Retirado correctamente
fr: Retiré avec succès
it: Ritirato con successo
ja: 出金できました
ko: 인출성공
ku: Bi serketî hat kişandin
ru: Паспяхова знята
th: ถอนออกเรียบร้อยแล้ว
tr: Başarıyla Geri Çekildi
zh_hans: 提现成功

# 提现失败
source: Failed to Withdraw
es: No se pudo retirar
fr: Échec du retrait
it: Impossibile prelevare
ja: 出金できませんでした
ko: 인출오류
ku: Derkêşî bi ser neket
ru: Не ўдалося зняць
th: ถอนไม่สำเร็จ
tr: Geri Çekme Başarısız
zh_hans: 提现失败

# 错误
source: Error
fr: Erreur
it: Errore
ja: エラー
ko: 오류
ku: Çewtî
ru: Памылка
th: ผิดพลาด
tr: Hata
zh_hans: 错误

# 朋友圈
source: Moments
es: Momentos
it: Momenti
ja: モーメンツ
ko: 친구주변
ku: Çikî
ru: Моманты
th: ช่วงเวลา
tr: Anlar
zh_hans: 朋友圈

# 微信好友
source: Wechat
ja: Wechat友達
ko: 웨이신 친구
th: วีแชท
zh_hans: 微信好友

# 收款码
source: Receive QR Code
es: Recibir código QR
fr: Recevoir le code QR
it: Ricevi codice QR
ja: 受け取るQRコード
ko: 수취 번호
ku: Koda QR bistînin
ru: Атрымаць QR-код
th: รับคิวอาร์โค้ด
tr: QR Kodunu Al
zh_hans: 收款码

# 确定转币
source: Confirm to transfer
es: Confirmar para transferir
fr: Confirmer pour transférer
it: Conferma trasferimento
ja: 送金を確定する
ko: 통화전환확인
ku: Veguhestinê tesdîq bike
ru: Пацвердзіць перадачу
th: ยืนยันการโอน
tr: Aktarmayı onaylayın
zh_hans: 确定转币

# 构造签名失败
source: Signature failed
es: Falló la firma
fr: Échec de la signature
it: Firma fallita
ja: 署名に失敗しました
ko: 서명설정실패
ku: Îmze têk çû
ru: Памылка подпісу
th: ลายเซ็นล้มเหลว
tr: İmza başarısız oldu
zh_hans: 构造签名失败

# 转币成功
source: Transferred Successfully
es: Transferido correctamente
fr: Transféré avec succès
it: Trasferito con successo
ja: 転送できました
ko: 환전 성공!
ku: Bi serketî hat veguhestin
ru: Перададзена паспяхова
th: โอนสำเร็จ
tr: Başarıyla Aktarıldı
zh_hans: 转币成功

# 转币失败
source: Failed to transfer
es: Error al transferir
fr: Échec du transfert
it: Impossibile trasferire
ja: 転送できませんでした
ko: 환전 실패
ku: Veguhestin bi ser neket
ru: Не атрымалася перадаць
th: ถ่ายโอนไม่สำเร็จ
tr: Aktarılamadı
zh_hans: 转币失败

# 点击二维码复制地址
source: Press the code to copy address
es: Presione el código para copiar la dirección
fr: Appuyez sur le code pour copier l'adresse
it: Premi il codice per copiare l'indirizzo
ja: QRコードをクリックしてアドレスコピー
ko: 2차원 코드를 클릭하여 주소를 복사합니다
ku: Ji bo kopîkirina navnîşanê kodê bitikîne
ru: Націсніце код, каб скапіяваць адрас
th: กดรหัสเพื่อคัดลอกที่อยู่
tr: Adresi kopyalamak için koda basın
zh_hans: 点击二维码复制地址

# 复制成功
source: Copied
es: Copiado
fr: Copié
it: Copiato
ja: コピーできました
ko: 복제 성공
ku: Kopî kirin
ru: Скапіравана
th: คัดลอก
tr: Kopyalandı
zh_hans: 复制成功

# 相册
source: Album
es: Álbum
ja: アルバム
ko: 사진첩
ru: Альбом
th: อัลบั้ม
tr: Albüm
zh_hans: 相册

# 请将镜头对准二维码进行扫描
source: Scan the QR code
es: Escanear el código QR
fr: Scannez le code QR
it: Scansiona il codice QR
ja: QRコードに合わせてスキャンしてください
ko: 렌즈를 2차원 코드에 맞춰 스캔하십시오
ku: Koda QR bişopîne
ru: Сканіруйце QR-код
th: สแกนคิวอาร์โค้ด
tr: QR kodunu tarayın
zh_hans: 请将镜头对准二维码进行扫描

# 冷钱包-导出地址-二维码
source: Cold Wallet - export address - QR code
es: Monedero frío - dirección de exportación - código QR
fr: Cold Wallet - adresse d'exportation - code QR
it: Cold Wallet - indirizzo di esportazione - codice QR
ja: 冷たいウォレット-エクスポートアドレス-二次元コード
ko: 콜 드 월 렛. - 내 보 내기 주소. - QR 코드.
ku: Baletê sar - navnîşana hinardekirinê - koda QR
ru: Халодны кашалёк - экспартны адрас - QR-код
th: Cold Wallet - ที่อยู่ส่งออก - รหัส QR
tr: Cold Wallet - dışa aktarma adresi - QR kodu
zh_hans: 冷钱包-导出地址-二维码

# 摄像头
source: Camera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 웹캠
ku: Kamera
ru: Камера
th: กล้องถ่ายรูป
tr: Kamera
zh_hans: 摄像头

# 请前往设置打开摄像头权限
source: Please allow Pwallet to access your camera
es: Permita que Pwallet acceda a su cámara
fr: Veuillez autoriser Pwallet à accéder à votre caméra
it: Consenti a Pwallet di accedere alla tua fotocamera
ja: ウォレットのカメラ権限を許可してください
ko: 카메라 켜기권한 설정으로 이동
ku: Ji kerema xwe rê bidin ku Pwallet xwe bigihîne kameraya xwe
ru: Калі ласка, дазвольце Pwallet доступ да вашай камеры
th: โปรดอนุญาตให้ Pwallet เข้าถึงกล้องของคุณ
tr: Lütfen Pwallet'in kameranıza erişmesine izin verin
zh_hans: 请前往设置打开摄像头权限

# 摄像头故障
source: Error on Camera
es: Error en la cámara
fr: Erreur sur l'appareil photo
it: Errore sulla fotocamera
ja: カメラのエラー
ko: 웹캠고장
ku: Çewtiya di kamerayê de
ru: Памылка камеры
th: เกิดข้อผิดพลาดในกล้อง
tr: Kamerada Hata
zh_hans: 摄像头故障

# 请检查手机摄像头设备
source: Please check the camera
es: Compruebe la cámara
fr: Veuillez vérifier la caméra
it: Controlla la fotocamera
ja: カメラをチェックしてください
ko: 모바일 카메라을 점검하세요.
ku: Ji kerema xwe kamerayê kontrol bikin
ru: Праверце камеру
th: โปรดตรวจสอบกล้อง
tr: Lütfen kamerayı kontrol edin
zh_hans: 请检查手机摄像头设备

# 访问受限
source: Limited Access
es: Acceso limitado
fr: Accès limité
it: Accesso limitato
ja: 制限付きアクセス
ko: 접근금지
ku: Gehîştina Bisînorkirî
ru: Абмежаваны доступ
th: จำกัดการเข้าถึง
tr: Sınırlı Erişim
zh_hans: 访问受限

# 请前往设置打开照片权限
source: Go to “Settings”and turn on Album authorization
es: Acceda a “Configuración” y active la autorización del álbum
fr: Allez dans Paramètres et activez l'autorisation d'album
it: Vai a “Impostazioni” e attiva Autorizzazione album
ja: アルバム権限を設定してください
ko: 사진열기 권한설정으로 이동
ku: Biçin Settings û destûra albûmê çalak bikin
ru: Перайдзіце ў «Настройкі» і ўключыце аўтарызацыю альбома
th: ไปที่ “การตั้งค่า” และเปิดการอนุญาตอัลบั้ม
tr: “Ayarlar”a gidin ve Albüm yetkilendirmeyi açın
zh_hans: 请前往设置打开照片权限

# 请输入8～16位数字、字母组合
source: Please enter 8-16 digits of numbers and letters
es: Introduzca de 8 a 16 dígitos de números y letras
fr: Veuillez saisir 8 à 16 chiffres de chiffres et de lettres
it: Inserisci 8-16 cifre di numeri e lettere
ja: 8〜16桁の数字と文字を入力してください
ko: 8-16자리 숫자, 알파벳 조합 입력
ku: Ji kerema xwe 8-16 reqemên jimare û tîpan binivîse
ru: Калі ласка, увядзіце 8-16 лічбаў і літар
th: กรุณาป้อนตัวเลขและตัวอักษร 8-16 หลัก
tr: Lütfen 8-16 basamaklı sayı ve harf girin
zh_hans: 请输入8～16位数字、字母组合

# 网络请求失败
source: Network request failed
es: Error en la solicitud de red
fr: La requête réseau a échoué
it: Richiesta di rete fallita
ja: ネットワーク要求が失敗しました
ko: 네트워크가 힘을 주지 않으면, 잠시 후에 다시 시도하십시오.
ku: Daxwaza torê têk çû
ru: Збой сеткавага запыту
th: คำขอเครือข่ายล้มเหลว
tr: Ağ isteği başarısız oldu
zh_hans: 网络请求失败

# 首页
source: Home
es: Inicio
fr: Accueil
it: Casa
ja: ホーム
ko: 메인화면
ku: Mal
ru: Дадому
th: บ้าน
tr: Ev
zh_hans: 首页

# 探索
source: explore
es: Explorar
fr: Explorer
it: Esplora
ja: 発見
ko: 탐색
ku: Lêkolîn
ru: Даследаваць
th: สำรวจ
tr: Keşfet
zh_hans: 探索

# 我的
source: Me
es: Yo
fr: Moi
it: Io
ja: 本人
ko: 나의것
ku: Ez
ru: Я
th: ฉัน
tr: Ben
zh_hans: 我的

# 行情
source: Market
es: Mercado
fr: Marché
it: Mercato
ja: マーケット
ko: 시장가격
ku: Bazar
ru: Рынак
th: ตลาด
tr: Pazar
zh_hans: 行情

# 资讯
source: News
es: Noticias
fr: Actualités
it: Notizie
ja: 業界情報
ko: 뉴스발견
ku: Nûçe
ru: Навіны
th: ข่าว
tr: Haberler
zh_hans: 资讯

# 聊天
source: Chat
ja: チャット
ko: 잡담
ru: Чат
th: แชท
tr: Sohbet
zh_hans: 聊天

# 总资产
source: Total Assets
es: Activos totales
fr: Actif total
it: Attivo totale
ja: 総資産
ko: 총자산
ku: Tevahiya Malî
ru: Агульныя актывы
th: สินทรัพย์ทั้งหมด
tr: Toplam Varlıklar
zh_hans: 总资产

# 一键小钱包
source: One Key Wallet
es: Cartera de una sola llave
fr: Portefeuille à une clé
it: Portafoglio con una chiave
ja: ワンクリックでミニーウォレット
ko: 작은 지갑
ku: Baletê Yek Key
ru: Кашалёк з адным ключом
th: กระเป๋าสตางค์ใบเดียว
tr: Tek Anahtarlı Cüzdan
zh_hans: 一键小钱包

# 我已阅读并同意《用户协议》
source: I have read and agreed with 《User Agreement》
es: He leído y acepto el 《Acuerdo de usuario》
fr: J'ai lu et j'accepte les 《Contrats d'utilisation》
it: Ho letto e accetto l'《Accordo con l'utente》
ja: 「利用規約」を読み、同意します
ko: 「사용자 협의」 메인화면나는 이미 동의하고 읽었다.
ku: Min 《Peymana Bikarhêner》 xwend û pejirand
ru: Я прачытаў і згаджаюся з 《Карыстальніцкім пагадненнем》
th: ฉันได้อ่านและตกลงกับ《 ข้อตกลงผู้ใช้》
tr: 《Kullanıcı Sözleşmesi》'ni okudum ve kabul ettim
zh_hans: 我已阅读并同意《用户协议》

# 用户协议
source: User Agreement
es: Acuerdo de usuario
fr: Contrat d'utilisation
it: Accordo con l'utente
ku: Peymana Bikarhêner
ru: Карыстальніцкае пагадненне
th: ข้อตกลงผู้ใช้
tr: Kullanıcı Sözleşmesi

# 小钱包提示
source: Wallet reminder
es: Recordatorio de monedero
fr: Rappel de portefeuille
it: Promemoria portafoglio
ja: ウォレットリマインダー
ko: ウォレットリマインダー
ku: Bîra berîka
ru: Напамін пра кашалёк
th: เตือนกระเป๋าเงิน
tr: Cüzdan hatırlatıcısı
zh_hans: 小钱包提示

# 是否已经备份助记词？
source: Do you back up the mnemonic word？
fr: Est-ce que vous sauvegardez le mot mnémonique ?
it: Esegui il backup della parola mnemonica？
ja: ニーモニックの言葉をバックアップしましたか？
ko: 도움말을 백업하고 있습니까?
ku: Ma tu pişta xwe didî peyva bîrnasî?
ru: Вы ствараеце рэзервовую копію мнеманічнага слова?
th: คุณสำรองคำศัพท์ช่วยจำหรือไม่
tr: Hatırlatıcı kelimeyi yedekliyor musunuz?
zh_hans: 是否已经备份助记词？

# 为了您的资金安全，请前往备份助记词！
source: Go to back up your mnemonic word
es: Ve a la copia de seguridad de tu palabra mnemotécnica
fr: Allez sauvegarder votre mot mnémonique
it: Vai al backup della tua parola mnemonica
ja: 資産の安全のため、ニーモニックの言葉をバックアップしてください
ko: 귀하의 자금을 안전하게 하기 위해 백업 도움말로 이동하십시오!
ku: Here peyva xwe ya bîrnasî piştgir bike
ru: Перайсці да рэзервовай копіі мнеманічнага слова
th: ไปสำรองคำช่วยจำของคุณ
tr: Hatırlatıcı kelimenizi yedeklemek için gidin
zh_hans: 为了您的资金安全，请前往备份助记词！

# 稍后备份
source: back up latter
es: hacer una copia de seguridad de este último
fr: sauvegarder le dernier
it: backup di quest'ultimo
ja: 後でバックアップ
ko: 잠시 후 백업
ku: paşê paşde hilde
ru: рэзервовае капіраванне пазней
th: สำรองข้อมูลภายหลัง
tr: sonrasını yedekle
zh_hans: 稍后备份

# 去备份
source: Back up
es: Copia de seguridad
fr: Sauvegarder
ja: 今すぐバックアップ
ko: 백업하다
ku: Paş hilde
ru: Рэзервовае капіраванне
th: สำรองข้อมูล
tr: Yedekleme
zh_hans: 去备份

# 备份提示
source: Backup reminder
es: Recordatorio de copia de seguridad
fr: Rappel de sauvegarde
it: Promemoria di backup
ja: バックアップリマインダー
ko: 보안알림
ku: Başkirina bibîranînê
ru: Напамін аб рэзервовым капіраванні
th: เตือนความจำสำรอง
tr: Yedekleme hatırlatıcısı
zh_hans: 备份提示

# 请备份您的钱包，以便钱包丢失后找回
source: Please back up your wallet so you may get your wallet back
es: Haga una copia de seguridad de su billetera para poder recuperarla
fr: Veuillez sauvegarder votre portefeuille afin de pouvoir récupérer votre portefeuille
it: Esegui il backup del tuo portafoglio in modo da poterlo riavere indietro
ja: ウォレットを紛失した場合、取り戻せるためにバックアップしてください
ko: ウォレットを紛失した場合、取り戻せるためにバックアップしてください
ku: Ji kerema xwe berîka xwe vegerîne da ku tu berîka xwe vegerînî
ru: Калі ласка, зрабіце рэзервовую копію кашалька, каб вы маглі вярнуць свой кашалёк
th: โปรดสำรองกระเป๋าเงินของคุณ เพื่อที่คุณจะได้กระเป๋าเงินของคุณคืน
tr: Cüzdanınızı geri alabilmek için lütfen cüzdanınızı yedekleyin
zh_hans: 请备份您的钱包，以便钱包丢失后找回

# 这是我的第一个钱包
source: My first Wallet
es: Mi primera cartera
fr: Mon premier portefeuille
it: Il mio primo portafoglio
ja: 初めてのウォレット
ko: 初めてのウォレット
ku: Baleta min a yekem
ru: Мой першы кашалёк
th: กระเป๋าสตางค์ใบแรกของฉัน
tr: İlk Cüzdanım
zh_hans: 这是我的第一个钱包

# 未备份
source: No Backup
es: Sin copia de seguridad
fr: Aucune sauvegarde
it: Nessun backup
ja: バックアップなし
ko: 백업되지 않음
ku: Baş tune
ru: Без рэзервовай копіі
th: ไม่มีการสำรองข้อมูล
tr: Yedekleme Yok
zh_hans: 未备份

# 简介
source: Introduction
es: Introducción
it: Introduzione
ja: コイン紹介
ko: 소개
ku: Pêşgotin
ru: Уводзіны
th: บทนำ
tr: Giriş
zh_hans: 简介

# 转账
source: Transfer
es: Transferir
fr: Transférer
it: Trasferimento
ja: 送付
ko: 이체하다
ku: Veguhastin
ru: Перадача
th: โอน
tr: Aktarım
zh_hans: 转账

# 收款
source: Receive
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受取
ko: 돈을 받다
ku: Bistîne
ru: Атрымаць
th: รับ
tr: Al
zh_hans: 收款

# 交易成功
source: successful transaction
es: transacción exitosa
fr: transaction réussie
it: transazione riuscita
ja: 取引が成功しました
ko: 거래성공
ku: danûstandineke serkeftî
ru: паспяховая транзакцыя
th: ธุรกรรมสำเร็จ
tr: işlem başarılı
zh_hans: 交易成功

# 交易失败
source: Failed Transaction
es: Transacción fallida
fr: Échec de la transaction
it: Transazione fallita
ja: 取引が失敗しました
ko: 거래실패
ku: Danûstandin têk çû
ru: Збой транзакцыі
th: ธุรกรรมล้มเหลว
tr: İşlem Başarısız
zh_hans: 交易失败

# 确认中
source: Transaction confirming
es: Confirmación de transacción
fr: Confirmation de la transaction
it: Conferma della transazione
ja: 確認中
ko: 확인중
ku: Danûstandin hat pejirandin
ru: Пацвярджэнне транзакцыі
th: ยืนยันการทำธุรกรรม
tr: İşlem onaylanıyor
zh_hans: 确认中

# 暂无交易记录
source: No transactions
es: Sin transacciones
fr: Aucune transaction
it: Nessuna transazione
ja: 取引なし
ko: 거래기록없음
ku: Tu danûstandin tune
ru: Няма транзакцый
th: ไม่มีการทำธุรกรรม
tr: İşlem yok
zh_hans: 暂无交易记录

# 钱包收币
source: Share QR Code
es: Compartir código QR
fr: Partager le code QR
it: Condividi codice QR
ja: QRコードをシェアする
ko: 화폐를 받다
ku: Koda QR parve bike
ru: Падзяліцца QR-кодам
th: แบ่งปันคิวอาร์โค้ด
tr: QR Kodunu Paylaş
zh_hans: 钱包收币

# 交易详情
source: Transaction details
es: Detalles de la transacción
fr: Détails de la transaction
it: Dettagli transazione
ja: 取引詳細
ko: 거래상세페이지
ku: Hêtayên danûstandinê
ru: Падрабязнасці транзакцыі
th: รายละเอียดธุรกรรม
tr: İşlem ayrıntıları
zh_hans: 交易详情

# 数量
source: Amount
es: Cantidad
fr: Montant
it: Importo
ja: 金額
ko: 수량
ku: Heqdar
ru: Сума
th: จำนวนเงิน
tr: Miktar
zh_hans: 数量

# 矿工费
source: Miner fee
es: tarifa de minero
fr: frais de mineur
it: tassa del minatore
ja: マイナーフィー
ko: 광부비
ku: xerca karkeran
ru: плата майнера
th: ค่าธรรมเนียมการขุดแร่
tr: madenci ücreti
zh_hans: 矿工费

# 转账地址
source: Payee Address
es: Dirección del beneficiario
fr: Adresse du bénéficiaire
it: Indirizzo beneficiario
ja: 転送アドレス
ko: 이체 주소
ku: Navnîşana Xerîdar
ru: Адрас атрымальніка
th: ที่อยู่ผู้รับเงิน
tr: Alacaklı Adresi
zh_hans: 转账地址

# 收款地址
source: Receive Address
es: Dirección de recepción
fr: Adresse de réception
it: Ricevi indirizzo
ja: 受取アドレス
ko: 수납 주소
ku: Navnîşan Bistîne
ru: Адрас атрымання
th: ที่อยู่รับ
tr: Adresi Al
zh_hans: 收款地址

# 区块信息
source: Block Information
es: Información del bloque
fr: Informations sur le bloc
it: Informazioni sul blocco
ja: ブロック情報
ko: 블록 정보
ku: Agahdariya Asteng bike
ru: Заблакіраваць інфармацыю
th: บล็อกข้อมูล
tr: Blok Bilgileri
zh_hans: 区块信息

# 交易哈希
source: Trade Hash
es: Comerciar hash
fr: Échange de hachage
it: Scambia Hash
ja: 取引ハッシュ
ko: 거래HASH
ku: Bazirganî
ru: Гандлёвы хэш
th: แฮชการค้า
tr: Karma İşlem
zh_hans: 交易哈希

# 备注
source: Comment
es: Comentario
fr: Commentaire
it: Commento
ja: 備考
ko: 설명
ku: Şîrove
ru: Каментар
th: ความคิดเห็น
tr: Yorum
zh_hans: 备注

# 暂无备注
source: No Comment
es: Sin comentarios
fr: Aucun commentaire
it: Nessun commento
ja: 備考なし
ko: 없음
ku: Bê Şîrove
ru: Без каментарыяў
th: ไม่มีความคิดเห็น
tr: Yorum Yok
zh_hans: 暂无备注

# 添加联系人
source: Add Contact
es: Agregar contacto
fr: Ajouter un contact
it: Aggiungi contatto
ja: 連絡先を追加
ko: 연락인을 추가하다
ku: Têkiliyê lê zêde bike
ru: Дадаць кантакт
th: เพิ่มผู้ติดต่อ
tr: Kişi Ekle
zh_hans: 添加联系人

# 发至:%@
source: Send to:%@
es: Enviar a:%@
fr: Envoyer à :%@
it: Invia a:%@
ja: %@へ転送
ko: 보내다%@
ku: Ji:%@ re bişîne
ru: Адправіць:%@
th: ส่งไปที่:%@
zh_hans: 发至:%@

# 来自:%@
source: From:%@
es: De:%@
it: Da:%@
ja: %@から受取
ko: 왔다%@
ku: Ji:%@
ru: Ад:%@
th: จาก:%@
zh_hans: 来自:%@

# 已经是好友
source: Added as friend
es: Añadido como amigo
fr: Ajouté en tant qu'ami
it: Aggiunto come amico
ja: 友達を追加できました
ko: 이미친구임
ku: Wek heval hat zêdekirin
ru: Дададзены ў сябры
th: เพิ่มเป็นเพื่อนแล้ว
tr: Arkadaş olarak eklendi
zh_hans: 已经是好友

# 请输入数量
source: Amount
es: Cantidad
fr: Montant
it: Importo
ja: 金額を入力してください
ko: 수량을 입력하십시오
ku: Heqdar
ru: Сума
th: จำนวนเงิน
tr: Miktar
zh_hans: 请输入数量

# 备注（选填）
source: Comment（Optional）
fr: Commentaire（Facultatif）
it: Commento（Facoltativo）
ja: メモ(オプション)
ko: 설명(선택하여 기입)
ku: Şîrove(Bijarte)
ru: Каментарый (неабавязкова)
th: ความคิดเห็น（ไม่บังคับ）
tr: Yorum(İsteğe bağlı)
zh_hans: 备注（选填）

# 收币地址
source: Receiver Address
es: Dirección del destinatario
fr: Adresse du destinataire
it: Indirizzo del destinatario
ja: 宛先
ko: 수취 화폐 주소
ku: Navnîşana wergir
ru: Адрас атрымальніка
th: ที่อยู่ผู้รับ
tr: Alıcı Adresi
zh_hans: 收币地址

# 发币地址
source: Sender Address
es: Dirección del remitente
fr: Adresse de l'expéditeur
it: Indirizzo mittente
ja: 転送アドレス
ko: 발권 주소
ku: Navnîşana şandinê
ru: Адрас адпраўніка
th: ที่อยู่ผู้ส่ง
tr: Gönderen Adresi
zh_hans: 发币地址

# 慢
source: Slow
es: Lento
fr: Lent
it: Lento
ja: 遅い
ko: 느리다
ku: Hêdî
ru: Павольна
th: ช้า
tr: Yavaş
zh_hans: 慢

# 正常
source: Normal
it: Normale
ja: 通常
ko: 정상
ru: Нармальны
th: ปกติ
zh_hans: 正常

# 快
source: Fast
es: Rápido
fr: Rapide
it: Veloce
ja: 速い
ko: 빨리
ku: Zû
ru: Хутка
th: เร็ว
tr: Hızlı
zh_hans: 快

# 扫一扫
source: Scan
es: Escanear
fr: Scanner
it: Scansione
ja: スキャン
ko: 쓸어 버리다
ru: Сканаваць
th: สแกน
tr: Tara
zh_hans: 扫一扫

# 请使用冷钱包扫码
source: Please scan code with cold wallet
es: Escanee el código con la billetera fría
fr: Veuillez scanner le code avec le portefeuille froid
it: Scansiona il codice con cold wallet
ja: 冷たい財布でコードを掃除してください。
ko: 콜 드 지갑 으로 스 캔 하 세 요.
ku: Ji kerema xwe kodê bi berîka sar bişopîne
ru: Калі ласка, адсканіруйце код з дапамогай халоднага кашалька
th: กรุณาสแกนรหัสด้วยกระเป๋าเงินเย็น
tr: Lütfen kodu soğuk cüzdan ile tarayın
zh_hans: 请使用冷钱包扫码

# 最新交易
source: Latest
es: Más reciente
fr: Le plus récent
it: Più recente
ja: 最近の取引
ko: 최신 거래
ku: Nûtirîn
ru: Апошнія
th: ล่าสุด
tr: En Son
zh_hans: 最新交易

# 分享地址
source: Share Address
es: Compartir dirección
fr: Partager l'adresse
it: Condividi indirizzo
ja: アドレスをシェア
ko: 주소 공유
ku: Navnîşana Parvekirinê
ru: Падзяліцца адрасам
th: แบ่งปันที่อยู่
tr: Adresi Paylaş
zh_hans: 分享地址

# 基本资料
source: Information
es: Información
fr: Informations
it: Informazioni
ja: 基本情報
ko: 기본자료
ku: Agahdarî
ru: Інфармацыя
th: ข้อมูล
tr: Bilgi
zh_hans: 基本资料

# 币种介绍
source: Introduction
es: Introducción
it: Introduzione
ja: コイン紹介
ko: 화폐 소개
ku: Pêşgotin
ru: Уводзіны
th: บทนำ
tr: Giriş
zh_hans: 币种介绍

# 全称
source: Full Name
es: Nombre completo
fr: Nom complet
it: Nome completo
ja: フルネーム
ko: 정식 명칭
ku: Navê Tev
ru: Поўнае імя
th: ชื่อเต็ม
tr: Tam Ad
zh_hans: 全称

# 简称
source: Short Name
es: Nombre corto
fr: Nom abrégé
it: Nome breve
ja: 略称
ko: 약칭
ku: Kurtenav
ru: Кароткая назва
th: ชื่อสั้น
tr: Kısa Ad
zh_hans: 简称

# 发行时间
source: Issue Date
es: Fecha de emisión
fr: Date d'émission
it: Data di emissione
ja: 発行時間
ko: 발행시간
ku: Dîroka Hejmarê
ru: Дата выпуску
th: วันที่ออก
tr: Yayın Tarihi
zh_hans: 发行时间

# 发行总量
source: Issued Supply
es: Suministro emitido
fr: Fourniture émise
it: Fornitura emessa
ja: 発行総数
ko: 발행총량
ku: Pêşkêşî Hat Derkirin
ru: Выдадзеная пастаўка
th: อุปทานที่ออก
tr: Verilen Malzeme
zh_hans: 发行总量

# 流通总量
source: Circulating Supply
es: Suministro circulante
fr: Fourniture en circulation
it: Rifornimento circolante
ja: 流通総数
ko: 유통총량
ku: Pêşkêşiya Circulating
ru: Абаротны запас
th: อุปทานหมุนเวียน
tr: Dönüşümdeki Arz
zh_hans: 流通总量

# 众筹价格
source: Crowdfunding Price
es: Precio de financiación colectiva
fr: Prix du financement participatif
it: Prezzo crowdfunding
ja: 募集価格
ko: 크라우드펀딩
ku: Bihayê dravdanînê
ru: Кошт краўдфандынгу
th: ราคาระดมทุน
tr: Kitle Fonlaması Fiyatı
zh_hans: 众筹价格

# 官网
source: Official Website
es: Sitio web oficial
fr: Site officiel
it: Sito ufficiale
ja: オフィシャルサイト
ko: 관리웹사이트
ku: Malpera Fermî
ru: Афіцыйны сайт
th: เว็บไซต์ทางการ
tr: Resmi Web Sitesi
zh_hans: 官网

# 白皮书
source: Whitepaper
es: Informe técnico
fr: Livre blanc
it: Libro bianco
ja: 白書
ko: 백서
ku: Kaxeza Spî
ru: Белая кніга
th: เอกสารไวท์เปเปอร์
tr: Teknik Belge
zh_hans: 白皮书

# 区块链浏览器
source: Blockchain Browser
es: Navegador Blockchain
it: Browser Blockchain
ja: ブロックチェーンエクスプローラー
ko: 블록 조회
ku: Browser Blockchain
ru: Праглядальнік блокаў
th: เบราว์เซอร์บล็อกเชน
tr: Blockchain Tarayıcısı
zh_hans: 区块链浏览器

# 社群
source: Community
es: Comunidad
fr: Communauté
it: Comunità
ja: コミュニティー
ko: 공동체
ku: Civak
ru: Супольнасць
th: ชุมชน
tr: Topluluk
zh_hans: 社群
